Repository: jigang-duan/Move-iOS
Catalog: Move App/Move App/*.lproj/Localizable.strings
Languages: ar, cs, de, el, es, fr, hu, it, nl, pt_br, ro, ru, tr

# id_password_please_fill_email
source: Enter your email address
ar: إدخال عنوان بريدك الإلكتروني
cs: Zadejte e-mailovou adresu
de: E-Mail-Adresse eingeben
el: Καταχωρίστε τη διεύθυνση email σας
es: Introduzca su dirección de correo electrónico.
fr: Saisir votre adresse e-mail
hu: Adja meg az e-mail címét.
it: Immettere l'indirizzo e-mail
nl: E-mailadres invoeren
pt_br: Digitar seu endereço de e-mail
ro: Introduceți adresa dvs. e-mail
ru: Введите свой адрес email
tr: E-posta adresinizi girin

# id_password_please_fill_password
source: Confirm your password
ar: تأكيد كلمة المرور الخاصة بك
cs: Potvrďte heslo
de: Passwort bestätigen
el: Επιβεβαιώστε τον κωδικό πρόσβασής σας
es: Confirme la contraseña.
fr: Répéter le mot de passe
hu: Erősítse meg a jelszót
it: Confermare password
nl: Uw wachtwoord bevestigen
pt_br: Confirme sua senha
ro: Confirmați parola dvs.
ru: Подтвердите пароль
tr: Parolanızı onaylayın

# id_contact_me
source: (Me)
ar: (أنا)
cs: (Já)
de: (Ich)
el: (Εγώ)
es: (Yo)
fr: (Moi)
hu: (Én)
it: (Io)
nl: (Ik)
pt_br: (Eu)
ro: (Eu)
ru: (Я)
tr: (Ben)

# id_download_timeout
source: Timeout, try again
ar: انتهت المهلة، أعد المحاولة
cs: Vypršel časový limit. Zkuste to znovu.
de: Zeitüberschreibung. Versuchen Sie es erneut.
el: Λήξη χρόνου. Δοκιμάστε ξανά.
es: Tiempo de espera agotado. Vuelva a intentarlo.
fr: Délai dépassé, réessayer
hu: Időtúllépés. Próbálja újra.
it: Timeout. Riprovare
nl: Time-out, probeer het opnieuw.
pt_br: Tempo limite. Tente novamente.
ro: Timp expirat. Încercați din nou.
ru: Тайм-аут, попробуйте ещё раз
tr: Zaman aşımı, tekrar deneyin

# id_turn_off_speaker
source: Turn off Speaker
ar: إيقاف تشغيل السماعة
cs: Vypnout reproduktor
de: Lautsprecher ausschalten
el: Απενεργοποίηση μεγαφώνου
es: Desactivar altavoz
fr: Désactiver le haut-parleur
hu: Hangszóró kikapcsolása
it: Disattiva altoparlante
nl: Luidspreker uitschakelen
pt_br: Desativar viva voz
ro: Dezactivare difuzor
ru: Выключить Динамик
tr: Hoparlörü Kapat

# id_long_press_to_delete
source: Long press to delete
ar: اضغط ضغطة طويلة للحذف
cs: Dlouhým stisknutím odstraníte položku
de: Berühren und halten: Löschen
el: Πιέστε παρατεταμένα για διαγραφή
es: Pulse prolongadamente para eliminar.
fr: Maintenir appuyé pour supprimer
hu: Tartsa lenyomva a törléshez.
it: Tenere premuto per eliminare
nl: Lang indrukken om te verwijderen
pt_br: Mantenha pressionado para excluir
ro: Apăsați lung pentru a șterge
ru: Длительное нажатие для удаления
tr: Silmek için uzun basın

# id_first_entry_tips
source: GOT IT
ar: تم
cs: ROZUMÍM
de: OK
el: ΤΟ ΚΑΤΑΛΑΒΑ
es: OK
fr: OK
hu: ÉRTETTEM
it: OK
nl: OK
pt_br: ENTENDI
ro: AM ÎNȚELES
ru: OK
tr: ANLADIM

# id_no_message_here
source: No messages
ar: لا توجد رسائل
cs: Žádné zprávy
de: Keine Mitteilungen
el: Δεν υπάρχουν μηνύματα
es: No hay ningún mensaje.
fr: Aucun message
hu: Nincsenek üzenetek
it: Nessun messaggio
nl: Geen berichten
pt_br: Nenhuma mensagem
ro: Niciun mesaj
ru: Нет сообщений
tr: İleti yok

# id_inch
source: inch
ar: بوصة
cs: palec
de: Zoll
el: ίντσα
es: pulgada
fr: pouce
hu: hüvelyk
it: pollice
pt_br: polegada
ru: дюйм
tr: inç

# id_family_member_by_qr_code
source: Scan QR code
ar: امسح رمز QR ضوئيًا
cs: Načíst kód QR
de: QR-Code scannen
el: Σάρωση κωδικού QR
es: Escanear código QR
fr: Scanner le code QR
hu: QR-kód beolvasása
it: Scansiona codice QR
nl: QR-code scannen
pt_br: Digitalizar código QR
ro: Scanați codul QR
ru: Сканировать QR-код
tr: QR kodu tara

# id_family_member_input_number
source: Add manually
ar: الإضافة يدويًا
cs: Přidat ručně
de: Manuell hinzufügen
el: Χειροκίνητη προσθήκη
es: Añadir manualmente
fr: Ajouter manuellement
hu: Adja meg manuálisan.
it: Aggiungi manualmente
nl: Handmatig toevoegen
pt_br: Adicionar manualmente
ro: Adăugați manual
ru: Добавить вручную
tr: Manuel olarak ekleyin

# id_device_invalid
source: QR code invalid.
ar: هذا الجهاز غير صالح.
cs: Toto zařízení je neplatné.
de: Dieses Gerät ist ungültig.
el: Αυτή η συσκευή δεν είναι έγκυρη.
es: Este dispositivo no es válido.
fr: Cet appareil n’est pas valide.
hu: Ez a készülék érvénytelen.
it: Il dispositivo non è valido.
nl: Dit apparaat is ongeldig.
pt_br: Este dispositivo é inválido.
ro: Acest dispozitiv este nevalid.
ru: Это устройство недействительно.
tr: Bu cihaz geçersiz.

# id_device_notfound
source: This device is not found.
ar: لم يتم العثور على هذا الجهاز.
cs: Toto zařízení nebylo nalezeno.
de: Dieses Gerät konnte nicht gefunden werden.
el: Δεν βρέθηκε αυτή η συσκευή.
es: No se ha encontrado este dispositivo.
fr: Cet appareil est introuvable.
hu: Ez a készülék nem található.
it: Nessun dispositivo trovato.
nl: Dit apparaat is niet gevonden.
pt_br: Este dispositivo não foi encontrado.
ro: Acest dispozitiv nu a fost găsit.
ru: Это устройство не найдено.
tr: Bu cihaz bulunamadı.

# id_sure_as_master
source: Set this contact as master? you will be removed from favorited member.
ar: أتريد تعيين جهة الاتصال هذه كشخصية رئيسية؟ ستتم إزالتك من بين الأفراد المفضلين.
cs: Nastavit tento kontakt jako hlavní? Budete odebráni z oblíbených členů.
de: Diesen Kontakt als Master festlegen? Sie werden als favorisiertes Mitglied entfernt.
el: Ορίζετε αυτήν την επαφή ως κύρια; Θα καταργηθείτε από αγαπημένο μέλος.
es: ¿Desea establecer este contacto como maestro? Usted será eliminado del miembro favorito.
fr: Définir ce contact comme administrateur ? Vous ne serez alors plus membre favori.
hu: Beállítja a névjegyet rendszergazdaként? Ön eltávolításra kerül a kedvenc tagok közül.
it: Impostare il contatto come principale? L'utente sarà rimosso dai membri preferiti.
nl: Dit contact instellen als master? U wordt verwijderd uit de lijst met favoriete leden.
pt_br: Definir este contato como mestre? Você será removido de membro favorito.
ro: Setați acest contact ca administrator? Veți fi șters din lista membrilor favoriți.
ru: Установить этот контакт как основной? Вы будете удалены из избранных участников.
tr: Bu kişi yönetici olarak ayarlansın mı? Favori üyelerden kaldırılacaksınız.

# id_sure_as_master_yes
source: YES
ar: نعم
cs: Ano
de: Ja
el: Ναι
es: Sí
fr: Oui
hu: Igen
it: Sì
nl: Ja
pt_br: Sim
ro: Da
ru: Да
tr: Evet

# id_sure_delete
source: Remove this family member?
ar: أتريد إزالة هذا الفرد من العائلة؟
cs: Odebrat tohoto člena rodiny?
de: Dieses Familienmitglied entfernen?
el: Διαγραφή αυτού του οικογενειακού μέλους;
es: ¿Desea eliminar este familiar?
fr: Retirer ce membre de la famille ?
hu: Törli ezt a családtagot?
it: Rimuovere il familiare?
nl: Dit familielid verwijderen?
pt_br: Remover este membro de família?
ro: Ștergeți acest membru al familiei?
ru: Удалить этого члена семьи?
tr: Bu aile üyesi kaldırılsın mı?

# id_contact_modify_failed
source: Couldn't modify
ar: تعذر التعديل
cs: Nelze upravit
de: Ändern nicht möglich
el: Δεν ήταν δυνατή η τροποποίηση
es: No se ha podido modificar.
fr: Modification impossible
hu: A módosítás sikertelen.
it: Impossibile modificare
nl: Kan niet aanpassen
pt_br: Não foi possível modificar
ro: Modificarea nu a fost posibilă
ru: Не удалось изменить
tr: Değiştirilemedi

# id_contact_add_failed
source: Couldn't add
ar: تعذرت الإضافة
cs: Nelze přidat
de: Hinzufügen nicht möglich
el: Δεν ήταν δυνατή η προσθήκη
es: No se ha podido añadir.
fr: Ajout impossible
hu: A hozzáadás sikertelen.
it: Impossibile aggiungere
nl: Kan niet toevoegen
pt_br: Não foi possível adicionar
ro: Adăugarea nu a fost posibilă
ru: Не удалось добавить
tr: Eklenemedi

# id_contact_delete_failed
source: Couldn't delete
ar: تعذر الحذف
cs: Nelze odstranit
de: Löschen nicht möglich
el: Δεν ήταν δυνατή η διαγραφή
es: No se ha podido eliminar.
fr: Suppression impossible
hu: A törlés sikertelen.
it: Impossibile eliminare
nl: Kan niet verwijderen
pt_br: Não foi possível excluir
ro: Ștergerea nu a fost posibilă
ru: Не удалось удалить
tr: Silinemedi

# id_contact_upload_failed
source: Couldn't upload
ar: تعذر الرفع
cs: Nelze nahrát
de: Hochladen nicht möglich
el: Δεν ήταν δυνατή η αποστολή
es: No se ha podido cargar.
fr: Envoi impossible
hu: A feltöltés sikertelen.
it: Impossibile caricare
nl: Kan niet uploaden
pt_br: Não foi possível carregar
ro: Încărcarea nu a fost posibilă
ru: Не удалось загрузить
tr: Yüklenemedi

# id_contact_identity_empty
source: Identity cannot be empty
ar: لا يمكن أن تكون الهوية فارغة
cs: Identitu je nutno zadat.
de: Identität darf nicht leer sein.
el: Η ταυτότητα δεν μπορεί να είναι κενή
es: La identidad no puede estar vacía.
fr: Identité obligatoire
hu: Az Identitás mező nem lehet üres.
it: L'identità non può essere vuota
nl: Identiteit mag niet leeg zijn
pt_br: A identidade não pode ficar em branco
ro: Câmpul pentru identitate nu poate fi gol
ru: Идентификатор не может быть пустым
tr: Kimlik boş olamaz

# id_contact_number_empty
source: Number cannot be empty
ar: لا يمكن أن يكون الرقم فارغًا
cs: Číslo je nutno zadat.
de: Nummer darf nicht leer sein.
el: Ο αριθμός δεν μπορεί να είναι κενός
es: El número no puede estar vacío.
fr: Numéro obligatoire
hu: A Szám mező nem lehet üres.
it: Il numero non può essere vuoto
nl: Nummer mag niet leeg zijn
pt_br: O número não pode ficar em branco
ro: Câmpul pentru număr nu poate fi gol
ru: Номер не может быть пустым
tr: Numara boş olamaz

# id_contact_contact_full
source: The number is full
ar: الرقم ممتلئ
cs: Číslo je obsazené.
de: Die Nummer ist voll.
el: Ο αριθμός είναι συμπληρωμένος
es: El número está lleno.
fr: Espace contact plein
hu: A számlista megtelt.
it: Il numero è pieno
nl: Het nummer is vol
pt_br: O número está cheio
ro: Lista de numere este plină
ru: Номер заполнен
tr: Numara dolu

# id_help_apn_week
source: Power on the watch and check to make sure 3G/G/R is displayed on the status bar and that the time displayed is correct.
ar: قم بتشغيل الساعة وتحقق للتأكد من عرض 3G/G/R على شريط الحالة وأن الوقت المعروض صحيح.
cs: Zapněte hodinky a zkontrolujte, že se na stavovém řádku zobrazí údaj 3G/G/R a že se zobrazuje správný čas.
de: Schalten Sie die Watch ein und stellen Sie sicher, dass 3G/G/R in der Statusleiste angezeigt wird und dass die angezeigte Zeit korrekt ist.
el: Ενεργοποιήστε το ρολόι και βεβαιωθείτε ότι το σήμα 3G/G/R εμφανίζεται στη γραμμή κατάστασης και ότι η ώρα που εμφανίζεται είναι σωστή.
es: Encienda el reloj y compruebe que 3G/G/R aparece en la barra de estado y que la hora que se muestra es correcta.
fr: Allumez la montre et assurez-vous que le symbole 3G/G/R s’affiche dans la barre d’état et que l’heure affichée est correcte.
hu: Kapcsolja be az órát, majd ellenőrizze, hogy a 3G/G/R felirat megjelenik az állapotsávon, valamint arról, hogy a kijelzett idő helyes.
it: Accendere l'orologio e assicurarsi che 3G/G/R sia visualizzato nella barra di stato e che l'ora visualizzata sia corretta.
nl: Schakel het horloge in en controleer of 3G/G/R wordt weergegeven op de statusbalk en of de weergegeven tijd correct is.
pt_br: Ligue o Watch e certifique-se de que 3G/G/R é exibido na barra de status e que a hora exibida está correta.
ro: Porniți ceasul și asigurați-vă că textul 3G/G/R apare pe bara de stare și că ora afișată este corectă.
ru: Включите часы и убедитесь, что 3G/G/R отображается в строке состояния и что отображаемое верное время.
tr: Saati açın ve durum çubuğunda 3G/G/R görüntülendiğinden ve saatin doğru olduğundan emin olun.

# id_help_apn_code
source: If there is "3G", "G" or "R" Singal and time is correct, press "resend" to resend Verification Code.
ar: إذا كانت هناك إشارة "3G"، أو "G" أو "R" وكان الوقت صحيحًا، فاضغط على "resend" لإعادة إرسال رمز التحقق.
cs: Pokud se zobrazí „3G“, „G“ nebo „R“, signál a čas jsou správné. Stisknutím tlačítka „Odeslat znovu“ znovu odešlete ověřovací kód.
de: Wenn es ein Signal „3G“, „G“ oder „R“ gibt und die Zeit korrekt ist, wählen Sie „Erneut senden“, um den Bestätigungscode erneut zu senden.
el: Αν υπάρχει σήμα "3G", "G" ή "R" και η ώρα είναι σωστή, πατήστε "Επανάληψη αποστολής" για να στείλετε ξανά τον κωδικό επαλήθευσης.
es: Si aparece el señal "3G", "G" o "R" y la hora es correcta, pulse "reenviar" para reenviar el código de verificación.
fr: Si le signal montre 3G, G ou R et que l’heure est correcte, appuyez sur Renvoyer pour renvoyer le code de vérification.
hu: Ha van „3G”, „G” vagy „R” térerő és az idő helyes, nyomja meg az „Újraküldés” gombot az ellenőrzőkód újraküldéséhez.
it: In presenza di un segnale "3G", "G" o "R" e quando l'ora è corretta, premere "Invia di nuovo" per inviare di nuovo il codice di verifica.
nl: Als er een 3G-, G- of R-signaal is en de tijd is correct, drukt u op Opnieuw verzenden om de verificatiecode opnieuw te verzenden.
pt_br: Se não houver sinal "3G", "G" ou "R" e a hora estiver correta, pressione "reenviar" para reenviar código de verificação.
ro: Dacă există semnal 3G, G sau R, iar ora este corectă, apăsați pe opțiunea de retrimitere pentru a retrimite codul de verificare.
ru: Если есть сигнал "3G", "G" или "R" и время установлено правильно, нажмите "Отправить", чтобы повторно отправить Код подтверждения.
tr: 3G", "G" veya "R" Sinyali varsa ve saat doğruysa Doğrulama Kodu göndermek için "tekrar gönder"e basın.

# id_bluetooth_pairing_failed
source: Couldn't pair Bluetooth
ar: تعذر إقران Bluetooth
cs: Bluetooth připojení se nezdařilo.
de: Bluetooth-Kopplung fehlgeschlagen
el: Η σύζευξη Bluetooth απέτυχε
es: Error en el emparejamiento de Bluetooth
fr: Appairage BT impossible
hu: Bluetooth párosítás sikertelen.
it: Associazione Bluetooth non riuscita
nl: Bluetooth-koppeling mislukt
pt_br: Não foi possível emparelhar com Bluetooth
ro: Împerecherea prin Bluetooth nu a reușit
ru: Не удалось выполнить Bluetooth сопряжение
tr: Bluetooth Eşleştirme Başarısız

# id_pairing_failed_description
source: Can not pair this watch,please check the watch again.
ar: تعذر إقران هذه الساعة، يرجى التحقق من الساعة مجددًا.
cs: S těmito hodinkami se nelze spárovat. Znovu hodinky zkontrolujte.
de: Diese Watch konnte nicht gekoppelt werden. Prüfen Sie die Watch erneut.
el: Δεν είναι δυνατή η σύζευξη αυτού του ρολογιού. Ελέγξτε ξανά το ρολόι.
es: No se puede vincular el reloj; compruébelo de nuevo.
fr: Impossible d’appairer cette montre. Vérifiez-la de nouveau.
hu: Az óra párosítása sikertelen. Ellenőrizze ismét az órát.
it: Impossibile associare l'orologio. Verificare di nuovo l'orologio.
nl: Kan dit horloge niet koppelen, controleer het horloge opnieuw.
pt_br: Não é possível emparelhar este Watch. Verifique o Watch novamente.
ro: Acest ceas nu poate fi împerecheat. Verificați ceasul din nou.
ru: Невозможно подключить эти часы, пожалуйста, проверьте часы ещё раз.
tr: Bu saat eşleştirilemiyor, lütfen saati tekrar kontrol edin.

# id_not_amap_map
source: Not installed Amap Maps
ar: لم يتم تثبيت Amap Maps
cs: Nejsou nainstalovány mapy Amap
de: Amap Maps nicht installiert
el: Δεν έχουν εγκατασταθεί Χάρτες Amap
es: No hay mapas Amap instalados
fr: Amap Maps non installé
hu: Az Amap Maps nincs telepítve.
it: Mappe Amap non installate
nl: Er zijn geen AMAP-kaarten geïnstalleerd
pt_br: Amap Maps não instalado
ro: Aplicația Amap Maps nu este instalată
ru: Amap Maps не установлены
tr: Amap Haritaları kurulmadı

# id_unbind
source: Are you sure you want to unpair the watch? You will no longer be able to make calls to the watch or view watch location.
ar: هل أنت متأكد من رغبتك في إلغاء اقتران الساعة؟ لن تتمكن بعد الآن من إجراء المكالمات مع الساعة أو عرض موقعها.
cs: Opravdu chcete pro hodinky zrušit spárování? Již nebudete moci na hodinky volat ani nebude možné sledovat polohu hodinek.
de: Möchten Sie die Kopplung Ihrer Watch wirklich aufheben? Es ist dann nicht mehr möglich, die Watch anzurufen oder den Watch-Standort zu sehen.
el: Είστε σίγουροι ότι θέλετε να αποσυνδέσετε το ρολόι; Δεν θα μπορείτε πλέον να πραγματοποιείτε κλήσεις προς το ρολόι ή να προβάλλετε την τοποθεσία του ρολογιού.
es: ¿Seguro que desea desvincular el reloj? Ya no podrá realizar llamadas al reloj ni ver su ubicación.
fr: Voulez-vous vraiment séparer la montre ? Vous ne pourrez plus passer des appels sur la montre ou afficher sa localisation.
hu: Biztosan bontani kívánja az óra párosítását? Nem fog tudni hívásokat indítani vagy megtekinteni az óra helyzetét.
it: Eliminare l'associazione dell'orologio? Non sarà più possibile effettuare chiamate all'orologio né visualizzarne la posizione.
nl: Weet u zeker dat u dit horloge wilt ontkoppelen? U kunt dan niet langer bellen naar het horloge of de locatie van het horloge weergeven.
pt_br: Tem certeza de que deseja cancelar o emparelhamento do Watch? Você não poderá mais fazer chamadas para o Watch ou visualizar a localização do Watch.
ro: Sigur doriți să anulați împerecherea cu ceasul? Nu veți mai putea apela ceasul și nu veți putea afișa locația acestuia.
ru: Вы уверены, что хотите отключить часы? Вы больше не сможете совершать вызовы на часы или просматривать местоположение часов.
tr: Saat eşleştirmesini kaldırmak istediğinizden emin misiniz? Saate çağrı yapamayacak ve saatin konumunu göremeyeceksiniz.

# id_safezone_prompt
source: When your child enters or leaves a safe zone a notification will appear on your phone.
ar: حين يدخل طفلك إلى منطقة آمنة أو يغادرها سيظهر إشعار على هاتفك.
cs: Když dítě vstoupí do bezpečné zóny nebo ji opustí, na telefonu se zobrazí oznámení.
de: Wenn Ihr Kind einen sicheren Bereich betritt oder verlässt, erscheint auf Ihrem Telefon eine Benachrichtigung.
el: Όταν το παιδί σας εισέρχεται ή εξέρχεται από μια ασφαλή ζώνη, θα εμφανίζεται μια ειδοποίηση στο τηλέφωνό σας.
es: Cuando su hijo entre o salga de una zona segura, aparecerá una notificación en su teléfono.
fr: Lorsque votre enfant entre ou sort d’une zone de sécurité virtuelle, une notification s’affiche sur votre téléphone.
hu: Amikor a gyermeke belép a biztonsági zónába, illetve kilép a biztonsági zónából, egy értesítés fog megjelenni a telefonján.
it: Quando il minore entra o esce da una zona sicura, sul telefono viene visualizzata una notifica.
nl: Wanneer uw kind een veilige zone binnenkomt of verlaat, wordt een melding weergegeven op uw telefoon.
pt_br: Quando seu filho entrar ou sair de uma zona segura, uma notificação será exibida em seu telefone.
ro: Când copilul dvs. intră sau iese dintr-o zonă sigură, veți primi o notificare pe telefon.
ru: Когда ваш ребенок войдет или покинет безопасную зону, на вашем телефоне появится уведомление.
tr: Çocuğunuz güvenli bir bölgeye girdiğinde veya güvenli bir bölgeden ayrıldığında telefonunuza bildirim gelecek.

# id_no_safe_zone
source: No safe zone. To add safe zones, touch +.
ar: لا توجد منطقة آمنة. لإضافة منطقة آمنة، المس +.
cs: Žádné bezpečné zóny. Bezpečné zóny přidáte po stisknutí „+“.
de: Keine sicheren Bereiche. Berühren Sie +, um sichere Bereiche hinzuzufügen.
el: Δεν υπάρχουν ασφαλείς ζώνες. Για προσθήκη ασφαλούς ζώνης, πατήστε το +.
es: No hay zonas seguras. Para añadir zonas seguras, toque +.
fr: Aucune zone de sécurité virtuelle. Pour en ajouter une, appuyez sur +.
hu: Nincsenek biztonsági zónák. Biztonsági zóna hozzáadásához érintse meg a + gombot.
it: Nessuna zona sicura. Per aggiungere zone sicure, toccare +.
nl: Er zijn geen veilige zones. Tik op + om veilige zones toe te voegen.
pt_br: Nenhuma zona segura. Para adicionar zonas seguras, toque em +.
ro: Nicio zonă sigură. Pentru a adăuga zone sigure, atingeți +.
ru: Нет безопасной зоны. Чтобы добавить безопасные зоны, нажмите +.
tr: Güvenli bölge yok. Güvenli bölge eklemek için + simgesine dokunun.

# id_only_safe_zone
source: only can add 5 safe zone!
ar: يمكنك إضافة 5 مناطق آمنة فقط!
cs: Lze přidat jen 5 bezpečných zón.
de: Es können nur fünf sichere Bereiche hinzugefügt werden.
el: Μπορείτε να προσθέσετε μόνο 5 ασφαλείς ζώνες!
es: Solo puede añadir 5 zonas seguras.
fr: Nb de zones de sécurité limité à 5 !
hu: legfeljebb csak 5 biztonsági zóna adható hozzá!
it: è possibile aggiungere solo 5 zone sicure.
nl: U kunt maximaal 5 veilige zones toevoegen.
pt_br: Pode adicionar apenas 5 zonas seguras!
ro: se pot adăuga doar 5 zone sigure!
ru: можно добавить только 5 безопасных зон!
tr: sadece 5 güvenli bölge ekleyebilir!

# id_name_same
source: name can not be same!
ar: لا يمكن أن يكون الاسم هو نفسه!
cs: Jméno nemůže být stejné.
de: Der Name darf nicht identisch sein.
el: Το όνομα δεν μπορεί να είναι το ίδιο!
es: El nombre no puede ser el mismo.
fr: nom différent obligatoire !
hu: A név nem lehet ugyanaz!
it: il nome non può essere identico.
nl: De naam mag niet hetzelfde zijn.
pt_br: Nome não pode ser o mesmo!
ro: numele nu poate să fie același!
ru: имя не может быть таким же!
tr: adı aynı olamaz!

# id_dialog_navigate
source: Navigate to %@'s location
ar: انتقل إلى موقع %@
cs: Navigovat k poloze uživatele %@
de: Zum Standort von %@ navigieren
el: Πλοήγηση στην τοποθεσία %@
es: Desplácese a la ubicación de %@
fr: Accéder à la position de %@
hu: Navigáljon %@ helyzetéhez.
it: Vai alla posizione di %@
nl: Navigeer naar de locatie van %@
pt_br: Navegue até a localização de %@
ro: Accesați locația lui %@
ru: Перейдите к местоположению %@
tr: %@ kullanıcısının konumuna git

# id_end_less_than_start_time
source: The end time can not be less than the start time!
ar: لا يمكن أن يكون وقت الانتهاء أقل من وقت البدء!
cs: Čas ukončení nesmí být nižší hodnota než čas zahájení.
de: Die Endzeit darf nicht vor der Startzeit liegen.
el: Η ώρα λήξης δεν μπορεί να είναι προγενέστερη της ώρας έναρξης!
es: La hora de finalización no puede ser anterior a la hora de inicio.
fr: L’heure de fin ne peut pas être antérieure à celle de début !
hu: A befejezési idő nem lehet a kezdési időnél rövidebb időre beállítva!
it: L'ora di fine non può essere precedente a quella di inizio.
nl: De eindtijd kan niet eerder zijn dan de begintijd.
pt_br: O horário de término não pode ser anterior ao horário de início!
ro: Ora de încheiere nu poate fi inferioară orei de începere!
ru: Время окончания не может быть раньше, чем время начала!
tr: Bitiş zamanı, başlangıç zamanından önce olamaz.

# id_time_interval_too_short
source: The start time and end time interval are too short!
ar: المدة الزمنية لوقت البدء ووقت الانتهاء أقصر من اللازم!
cs: Interval mezi časem zahájení a ukončení je příliš krátký.
de: Der Intervall zwischen Startzeit und Endzeit ist zu kurz.
el: Το διάστημα μεταξύ της ώρας έναρξης και λήξης είναι πολύ μικρό!
es: El intervalo entre la hora de inicio y la hora de finalización es demasiado corto.
fr: La durée entre l’heure de début et celle de fin est trop courte !
hu: A kezdési idő és a befejezési idő közötti időintervallum túl rövid!
it: L'intervallo tra l'ora di inizio e l'ora di fine è troppo breve.
nl: Het interval voor de begin- en eindtijd is te kort.
pt_br: O intervalo de tempo de início e de término são muito curtos!
ro: Intervalul dintre ora de începere și ora de încheiere este prea scurt!
ru: Интервал между временем начала и временем окончания слишком короткий!
tr: Başlangıç zamanı ile bitiş zamanı aralığı çok kısa!

# id_title_empty
source: The title can't be empty.
ar: لا يمكن أن يكون العنوان فارغًا.
cs: Název je nutno zadat.
de: Der Titel darf nicht leer sein.
el: Ο τίτλος δεν μπορεί να είναι κενός.
es: El título no puede estar vacío.
fr: Le titre est obligatoire.
hu: A Cím mező kitöltése kötelező.
it: Il titolo non può essere vuoto.
nl: De titel mag niet leeg zijn.
pt_br: O título não pode ficar em branco.
ro: Câmpul pentru titlu nu poate fi gol.
ru: Необходимо указать заголовок.
tr: Başlık boş olamaz.

# id_account_devicelist_mode_mt30
source: Family watch
ar: الساعة العائلية
cs: Rodinné hodinky
de: Watch
fr: Montre familiale
hu: Családi óra
it: Orologio
nl: Familiehorloge
ro: Ceas de familie
tr: Aile saati

# id_sos_location
source: SOS Location
ar: موقع الاستغاثة
cs: SOS poloha
de: SOS-Standort
el: Τοποθεσία SOS
es: Ubicación de emergencia
fr: Position SOS
hu: SOS hely
it: Posizione SOS
nl: SOS-locatie
pt_br: Localização de emergência
ro: Locație SOS
ru: Местоположение SOS
tr: SOS Konumu
