Repository: jigang-duan/Move-iOS
Catalog: Move App/Move App/*.lproj/Localizable.strings
Languages: ar, cs, de, el, es, fr, hu, it, nl, pt_br, ro, ru, tr

# id_unpair_this_will_delete_all_data
source: This will delete all data and reset all settings on your watch, and remove the device. Once removed, it can be added to any account.
ar: سيؤدي ذلك إلى حذف جميع البيانات وإعادة ضبط جميع الإعدادات على ساعتك، وإزالة الجهاز. وبمجرد إزالته، يمكن إضافته إلى أي حساب.
cs: Tímto odstraníte veškerá data a obnovíte nastavení hodinek a odeberete zařízení. Jakmile bude zařízení odebráno, lze je přidat k jakémukoli účtu.
de: Dabei werden alle Daten gelöscht, alle Einstellungen auf der Watch zurückgesetzt und das Gerät entfernt. Nach dem Entfernen kann es einem beliebigen Konto hinzugefügt werden.
el: Θα πραγματοποιηθεί διαγραφή όλων των δεδομένων και επαναφορά όλων των ρυθμίσεων στο ρολόι σας και θα διαγραφεί η συσκευή. Μόλις διαγραφεί, μπορεί να προστεθεί σε οποιονδήποτε λογαριασμό.
es: Esto borrará todos los datos, restablecerá todos los ajustes de su reloj y eliminará el dispositivo. Una vez se haya eliminado, podrá añadirlo a cualquier cuenta.
fr: Cela supprimera toutes les données, réinitialisera tous les paramètres de votre montre, puis supprimera l’appareil. Après sa suppression, vous pouvez l’ajouter à n’importe quel compte.
hu: Ezzel törli az összes adatot és visszaállít minden beállítást az órán, valamint eltávolításra kerül a készülék. Az eltávolítást követően bármely fiókhoz hozzáadásra kerülhet.
it: L'operazione comporterà l'eliminazione di tutti dati, il ripristino di tutte le impostazioni dell'orologio e la rimozione del dispositivo. Una volta rimosso, sarà possibile aggiungerlo a qualsiasi account.
nl: Hiermee worden alle gegevens verwijderd, worden alle instellingen op uw horloge opnieuw ingesteld en wordt het apparaat verwijderd. Na verwijdering kan het worden toegevoegd aan elk account.
pt_br: Isso excluirá todos os dados, restaurará todas as configurações de seu Watch e removerá o dispositivo. Depois de removido, ele pode ser adicionado a qualquer conta.
ro: Prin această acțiune toate datele vor fi șterse, toate setările de pe ceas vor fi resetate, iar dispozitivul va eliminat. Odată eliminat, acesta poate fi adăugat la orice cont.
ru: Это приведет к удалению всех данных и сбросу всех настроек часов, а также удалению устройства. После удаления устройство может быть добавлено к любому аккаунту.
tr: Bu, saatinizdeki tüm verileri silip tüm ayarları sıfırlayacak ve cihazı kaldıracaktır. Cihaz kaldırıldıktan sonra hiçbir hesaba eklenemez.

# id_unpair_are_you_sure
source: Continue? This will delete all data and reset all settings on your watch, and remove the device. Once removed, it can be added to any account.
ar: أترغب بالمتابعة؟ سيؤدي ذلك إلى حذف جميع البيانات وإعادة ضبط جميع الإعدادات على ساعتك، وإزالة الجهاز. وبمجرد إزالته، يمكن إضافته إلى أي حساب.
cs: Chcete pokračovat? Tímto odstraníte veškerá data a obnovíte nastavení hodinek a odeberete zařízení. Jakmile bude zařízení odebráno, lze je přidat k jakémukoli účtu.
de: Möchten Sie wirklich fortfahren? Dabei werden alle Daten gelöscht, alle Einstellungen auf der Watch zurückgesetzt und das Gerät entfernt. Nach dem Entfernen kann es einem beliebigen Konto hinzugefügt werden.
el: Θέλετε να συνεχίσετε; Θα πραγματοποιηθεί διαγραφή όλων των δεδομένων και επαναφορά όλων των ρυθμίσεων στο ρολόι σας και θα διαγραφεί η συσκευή. Μόλις διαγραφεί, μπορεί να προστεθεί σε οποιονδήποτε λογαριασμό.
es: ¿Seguro que desea continuar? Esto borrará todos los datos, restablecerá todos los ajustes de su reloj y eliminará el dispositivo. Una vez se haya eliminado, podrá añadirlo a cualquier cuenta.
fr: Voulez-vous continuer ? Cela supprimera toutes les données, réinitialisera tous les paramètres de votre montre, puis supprimera l’appareil. Après sa suppression, vous pouvez l’ajouter à n’importe quel compte.
hu: Folytatja? Ezzel törli az összes adatot és visszaállít minden beállítást az órán, valamint eltávolításra kerül a készülék. Az eltávolítást követően bármely fiókhoz hozzáadásra kerülhet.
it: Continuare? L'operazione comporterà l'eliminazione di tutti dati, il ripristino di tutte le impostazioni dell'orologio e la rimozione del dispositivo. Una volta rimosso, sarà possibile aggiungerlo a qualsiasi account.
nl: Weet u zeker dat u wilt doorgaan? Hiermee worden alle gegevens verwijderd, worden alle instellingen op uw horloge opnieuw ingesteld en wordt het apparaat verwijderd. Na verwijdering kan het worden toegevoegd aan elk account.
pt_br: Deseja continuar? Isso excluirá todos os dados, restaurará todas as configurações de seu Watch e removerá o dispositivo. Depois de removido, ele pode ser adicionado a qualquer conta.
ro: Continuați? Prin această acțiune toate datele vor fi șterse, toate setările de pe ceas vor fi resetate, iar dispozitivul va eliminat. Odată eliminat, acesta poate fi adăugat la orice cont.
ru: Продолжить? Это приведет к удалению всех данных и сбросу всех настроек часов, а также удалению устройства. После удаления устройство может быть добавлено к любому аккаунту.
tr: Devam edilsin mi? Bu, saatinizdeki tüm verileri silip tüm ayarları sıfırlayacak ve cihazı kaldıracaktır. Cihaz kaldırıldıktan sonra hiçbir hesaba eklenemez.

# id_reset_this_will_delete_all_data
source: This will delete all data and reset all settings on your watch, and disconnect the device. You can only connect it again with your account.
ar: سيؤدي ذلك إلى حذف جميع البيانات وإعادة ضبط جميع الإعدادات على ساعتك، وفصل الجهاز. ويمكنك توصيله مجددًا إلى حسابك فقط.
cs: Tímto odstraníte veškerá data a obnovíte nastavení hodinek a odpojíte zařízení. Lze je znovu připojit jen k vašemu účtu.
de: Dabei werden alle Daten gelöscht, alle Einstellungen auf der Watch zurückgesetzt und das Gerät getrennt. Die Verbindung kann nur mit Ihrem Konto erneut hergestellt werden.
el: Θα πραγματοποιηθεί διαγραφή όλων των δεδομένων και επαναφορά όλων των ρυθμίσεων στο ρολόι σας και θα αποσυνδεθεί η συσκευή. Μπορείτε να τη συνδέσετε ξανά μόνο μέσω του λογαριασμού σας.
es: Esto borrará todos los datos, restablecerá todos los ajustes de su reloj y desconectará el dispositivo. Solo podrá volver a conectarlo a través de su cuenta.
fr: Cela supprimera toutes les données, réinitialisera tous les paramètres de votre montre, puis déconnectera l’appareil. Vous ne pouvez alors la reconnecter qu'à votre compte.
hu: Ezzel törli az összes adatot és visszaállít minden beállítást az órán, valamint leválasztásra kerül a készülék. Kizárólag az Ön fiókjával tudja ismét csatlakoztatni.
it: L'operazione comporterà l'eliminazione di tutti dati, il ripristino di tutte le impostazioni dell'orologio e la disconnessione del dispositivo. Sarà possibile connetterlo di nuovo soltanto con l'account personale.
nl: Hiermee worden alle gegevens verwijderd, worden alle instellingen op uw horloge opnieuw ingesteld en wordt het apparaat ontkoppeld. U kunt alleen opnieuw verbinding maken met uw account.
pt_br: Isso excluirá todos os dados, restaurará todas as configurações de seu Watch e removerá o dispositivo. É possível conectá-lo novamente apenas com sua conta.
ro: Prin această acțiune toate datele vor fi șterse, toate setările de pe ceas vor fi resetate, iar dispozitivul va fi deconectat. Îl veți putea conecta din nou doar utilizând contul dvs.
ru: Это приведет к удалению всех данных и сбросу всех настроек часов и отключению устройства. Вы можете подключить его только с помощью своего аккаунта.
tr: Bu, saatinizdeki tüm verileri silip tüm ayarları sıfırlayacak ve cihaz bağlantısını kesecektir. Sadece siz hesabınıza tekrar ekleyebilirsiniz.

# id_reset_are_you_sure
source: Continue? This will delete all data and reset all settings on your watch, and disconnect the device. You can only connect it again with your account.
ar: أترغب بالمتابعة؟ سيؤدي ذلك إلى حذف جميع البيانات وإعادة ضبط جميع الإعدادات على ساعتك، وفصل الجهاز. ويمكنك توصيله مجددًا إلى حسابك فقط.
cs: Chcete pokračovat? Tímto odstraníte veškerá data a obnovíte nastavení hodinek a odpojíte zařízení. Lze je znovu připojit jen k vašemu účtu.
de: Möchten Sie wirklich fortfahren? Dabei werden alle Daten gelöscht, alle Einstellungen auf der Watch zurückgesetzt und das Gerät getrennt. Die Verbindung kann nur mit Ihrem Konto erneut hergestellt werden.
el: Θέλετε να συνεχίσετε; Θα πραγματοποιηθεί διαγραφή όλων των δεδομένων και επαναφορά όλων των ρυθμίσεων στο ρολόι σας και θα αποσυνδεθεί η συσκευή. Μπορείτε να τη συνδέσετε ξανά μόνο μέσω του λογαριασμού σας.
es: ¿Está seguro que desea continuar? Esto borrará todos los datos, restablecerá todos los ajustes de su reloj y desconectará el dispositivo. Solo podrá volver a conectarlo a través de su cuenta.
fr: Voulez-vous continuer ? Cela supprimera toutes les données, réinitialisera tous les paramètres de votre montre, puis déconnectera l’appareil. Vous ne pouvez alors la reconnecter qu'à votre compte.
hu: Folytatja? Ezzel törli az összes adatot és visszaállít minden beállítást az órán, valamint leválasztásra kerül a készülék. Kizárólag az Ön fiókjával tudja ismét csatlakoztatni.
it: Continuare? L'operazione comporterà l'eliminazione di tutti dati, il ripristino di tutte le impostazioni dell'orologio e la disconnessione del dispositivo. Sarà possibile connetterlo di nuovo soltanto con l'account personale.
nl: Weet u zeker dat u wilt doorgaan? Hiermee worden alle gegevens verwijderd, worden alle instellingen op uw horloge opnieuw ingesteld en wordt het apparaat ontkoppeld. U kunt alleen opnieuw verbinding maken met uw account.
pt_br: Deseja continuar? Isso excluirá todos os dados, restaurará todas as configurações de seu Watch e removerá o dispositivo. É possível conectá-lo novamente apenas com sua conta.
ro: Continuați? Prin această acțiune toate datele vor fi șterse, toate setările de pe ceas vor fi resetate, iar dispozitivul va fi deconectat. Îl veți putea conecta din nou doar utilizând contul dvs.
ru: Продолжить? Это приведет к удалению всех данных и сбросу всех настроек часов и отключению устройства. Вы можете подключить его только с помощью своего аккаунта.
tr: Devam edilsin mi? Bu, saatinizdeki tüm verileri silip tüm ayarları sıfırlayacak ve cihaz bağlantısını kesecektir. Sadece siz hesabınıza tekrar bağlayabilirsiniz.

# id_delete_moveband
source: DELETE WATCH
ar: حذف الساعة
cs: ODSTRANIT HODINKY
de: WATCH LÖSCHEN
el: ΔΙΑΓΡΑΦΗ ΡΟΛΟΓΙΟΥ
es: BORRAR RELOJ
fr: SUPPRIMER LA MONTRE
hu: ÓRA TÖRLÉSE
it: ELIMINA OROLOGIO
nl: HORLOGE VERWIJDEREN
pt_br: EXCLUIR WATCH
ro: ȘTERGERE CEAS
ru: УДАЛИТЬ ЧАСЫ
tr: SAATİ SİL

# id_erase_all_data_and_reset
source: ERASE ALL DATA AND RESET
ar: مسح جميع البيانات وإعادة الضبط
cs: VYMAZAT VEŠKERÁ DATA A RESETOVAT
de: ALLE DATEN LÖSCHEN UND GERÄT ZURÜCKSETZEN
el: ΔΙΑΓΡΑΦΗ ΟΛΩΝ ΤΩΝ ΔΕΔΟΜΕΝΩΝ ΚΑΙ ΕΠΑΝΑΦΟΡΑ
es: BORRAR TODOS LOS DATOS Y REINICIAR
fr: EFFACER TOUTES LES DONNÉES ET RÉINITIALISER
hu: AZ ÖSSZES ADAT TÖRLÉSE ÉS VISSZAÁLLÍTÁS
it: CANCELLA TUTTI I DATI E RIPRISTINA
nl: ALLE GEGEVENS WISSEN EN OPNIEUW INSTELLEN
pt_br: APAGAR TODOS OS DADOS E REDEFINIR
ro: ȘTERGEREA TUTUROR DATELOR ȘI RESETARE
ru: УДАЛИТЬ ВСЕ ДАННЫЕ И СБРОСИТЬ
tr: TÜM VERİYİ SİL VE SIFIRLA

# id_setting_my_clock_repeat
source: Repeat
ar: تكرار
cs: Opakovat
de: Wiederholen
el: Επανάληψη
es: Repetir
fr: Répéter
hu: Ismétlés
it: Ripeti
nl: Herhalen
pt_br: Repetir
ro: Repetare
ru: Повтор
tr: Tekrarla

# id_set_the_alarm_clock_is
source: Alarm will sound on watch only
ar: سينطلق صوت المنبه في الساعة فقط
cs: Budík zazní jen na hodinkách
de: Wecker können nur für Watch-Erinnerungen gestellt werden.
el: Η αφύπνιση θα ακούγεται μόνο στο ρολόι
es: Establecer el reloj de alarma solo es aplicable a los recordatorios del reloj.
fr: Le réglage de l’alarme ne s’applique qu’aux rappels de la montre.
hu: Az ébresztő csak az órán fog szólni.
it: È possibile impostare una sveglia solo per i promemoria dell'orologio.
nl: Wekker instellen is alleen van toepassing op horlogeherinneringen.
pt_br: O alarme soará apenas no Watch
ro: Alarma va suna doar pe ceas
ru: Будильник будет звучать только на часах
tr: Alarm sadece saatte çalacak

# id_allow_all
source: Allow all
ar: السماح للكل
cs: Povolit vše
de: Alle zulassen
el: Επιτρέπονται όλα
es: Permitir todo
fr: Tout autoriser
hu: Összes engedélyezése
it: Consenti tutto
nl: Alles toestaan
pt_br: Permitir tudo
ro: Permitere toate
ru: Разрешить все
tr: Tümüne izin ver

# id_disallow_all
source: Deny all
ar: رفض الكل
cs: Zamítnout vše
de: Alle verweigern
el: Απαγορεύονται όλα
es: Denegar todo
fr: Tout refuser
hu: Összes elutasítása
it: Nega tutto
nl: Alles weigeren
pt_br: Negar tudo
ro: Respingere toate
ru: Отклонить все
tr: Tümünü reddet

# id_firmware
source: Firmware
ar: البرنامج الثابت
el: Υλικολογισμικό
fr: Logiciel
ru: ПО
tr: Fabrika yazılımı

# id_model
source: Model
ar: الطراز
de: Modell
el: Μοντέλο
es: Modelo
fr: Modèle
hu: Modell
it: Modello
pt_br: Modelo
ru: Модель

# id_serial_number
source: Serial number
ar: الرقم التسلسلي
cs: Sériové číslo
de: Seriennummer
el: Σειριακός αριθμός
es: Número de serie
fr: Numéro de série
hu: Sorozatszám
it: Numero di serie
nl: Serienummer
pt_br: Número de série
ro: Număr de serie
ru: Серийный номер
tr: Cihaz seri numarası

# id_moveband_settings
source: Watch settings
ar: إعدادات الساعة
cs: Nastavení hodinek
de: Watch-Einstellungen
el: Ρυθμίσεις ρολογιού
es: Ajustes de Watch
fr: Paramètres de la montre
hu: Órabeállítások
it: Impostazioni orologio
nl: Horloge-instellingen
pt_br: Configurações do Watch
ro: Setări ceas
ru: Настройки часов
tr: Saat ayarları

# id_unpaired
source: Unpaired
ar: تم إلغاء الاقتران
cs: Spárování zrušeno
de: Kopplung aufgehoben
el: Η αντιστοίχιση καταργήθηκε
es: Desvincular
fr: Dissociée
hu: Párosítás bontva
it: Dissociato
nl: Ontkoppeld
pt_br: Não emparelhado
ro: Împerechere anulată
ru: Отключенные
tr: Eşleştirilmedi

# id_delete_fail
source: Couldn't delete
ar: تعذر الحذف
cs: Odstranění se nezdařilo.
de: Löschen nicht möglich
el: Δεν ήταν δυνατή η διαγραφή
es: No se pudo borrar.
fr: Suppression impossible
hu: A törlés sikertelen.
it: Impossibile eliminare
nl: Kan niet verwijderen
pt_br: Não foi possível excluir
ro: Ștergerea nu a fost posibilă
ru: Не удалось удалить
tr: Silinemedi

# id_unpaired_fail
source: Couldn't unpair
ar: تعذر إلغاء الاقتران
cs: Spárování se nezdařilo.
de: Kopplung nicht möglich
el: Δεν ήταν δυνατή η κατάργηση της αντιστοίχισης
es: No se ha podido desvincular
fr: Séparation impossible
hu: A párosítás bontása sikertelen.
it: Impossibile annullare l'associazione
nl: Kan niet ontkoppelen
pt_br: Não foi possível cancelar a sincronização
ro: Împerecherea nu a fost posibilă
ru: Не удалось отключить
tr: Eşleştirme kaldırılamıyor

# id_paired_devices
source: Paired devices
ar: الأجهزة المقترنة
cs: Spárovaná zařízení
de: Gekoppelte Geräte
el: Συζευγμένες συσκευές
es: Dispositivos vinculados
fr: Appareils appairés
hu: Párosított készülékek
it: Dispositivi associati
nl: Gekoppelde apparaten
pt_br: Dispositivos sincronizados
ro: Dispozitive împerecheate
ru: Сопряжённые устройства
tr: Eşleştirilmiş cihazlar

# id_devices_added_to
source: Devices added to your account.
ar: تم إضافة الأجهزة إلى حسابك.
cs: Zařízení přidaná k vašemu účtu.
de: Geräte wurden Ihrem Konto hinzugefügt.
el: Προστέθηκαν συσκευές στον λογαριασμό σας.
es: Dispositivos añadidos a su cuenta.
fr: Appareils ajoutés à votre compte
hu: A készülékek hozzáadásra kerültek a fiókjához.
it: Dispositivi aggiunti all'account.
nl: Apparaten toegevoegd aan uw account.
pt_br: Dispositivos adicionados à sua conta.
ro: Dispozitivele au fost adăugate în contul dvs.
ru: Устройства добавлены в ваш аккаунт.
tr: Cihazlar hesabınıza eklendi.

# id_rename_moveband
source: Rename watch
ar: إعادة تسمية الساعة
cs: Přejmenovat hodinky
de: Watch umbenennen
el: Μετονομασία ρολογιού
es: Renombrar reloj
fr: Renommer la montre
hu: Óra átnevezése
it: Rinomina orologio
nl: Horloge hernoemen
pt_br: Renomear Watch
ro: Redenumire ceas
ru: Переименовать часы
tr: Saati yeniden adlandır

# id_rename
source: Rename
ar: إعادة تسمية
cs: Přejmenovat
de: Umbenennen
el: Μετονομασία
es: Renombrar
fr: Renommer
hu: Átnevezés
it: Rinomina
nl: Hernoemen
pt_br: Renomear
ro: Redenumire
ru: Переименовать
tr: Yeniden adlandır

# id_save
source: Save
ar: حفظ
cs: Uložit
de: Speichern
el: Αποθήκευση
es: Guardar
fr: Enregistrer
hu: Mentés
it: Salva
nl: Opslaan
pt_br: Salvar
ro: Salvare
ru: Сохранить
tr: Kaydet

# id_edit
source: Edit
ar: تحرير
cs: Upravit
de: Bearbeiten
el: Επεξεργασία
es: Editar
fr: Modifier
hu: Szerkesztés
it: Modifica
nl: Bewerken
pt_br: Editar
ro: Modificare
ru: Изменить
tr: Düzenle

# id_reset_moveband
source: Reset watch
ar: إعادة ضبط الساعة
cs: Resetovat hodinky
de: Watch zurücksetzen
el: Επαναφορά ρολογιού
es: Restablecer reloj
fr: Réinitialiser la montre
hu: Óra visszaállítása
it: Reimposta orologio
nl: Horloge opnieuw instellen
pt_br: Redefinir Watch
ro: Resetare ceas
ru: Восстановить
tr: Saati sıfırla

# id_unpair_moveband
source: Unpair watch
ar: إلغاء اقتران الساعة
cs: Zrušit spárování hodinek
de: Watch-Kopplung aufheben
el: Κατάργηση αντιστοίχισης ρολογιού
es: Desvincular reloj
fr: Dissocier la montre
hu: Óra párosításának bontása
it: Annulla associazione orologio
nl: Horloge ontkoppelen
pt_br: Cancelar sincronização do Watch
ro: Anulare împerechere ceas
ru: Отключить
tr: Saatin eşleştirmesini kaldır

# id_unbind_moveband
source: Unbind watch
ar: إلغاء ربط الساعة
cs: Zrušit spojení hodinek
de: Watch-Bindung aufheben
el: Αποσύνδεση ρολογιού
es: Desvincular reloj
fr: Retirer la montre
hu: Óra lecsatlakoztatva
it: Dissocia orologio
nl: Horlogebinding ongedaan maken
pt_br: Desvincular Watch
ro: Anulare asociere ceas
ru: Удалить
tr: Saat bağlantısını kes

# id_erase_all_settings
source: Erase all settings and disconnect watch. You can only connect it again with your account.
ar: قم بمحو كل الإعداد وفصل الساعة. يمكنك توصيلها مجددًا بحسابك فقط.
cs: Vymaže všechna nastavení a odpojí hodinky. Lze je znovu připojit jen k vašemu účtu.
de: Alle Einstellungen werden gelöscht und die Watch wird getrennt. Die Verbindung kann nur mit Ihrem Konto erneut hergestellt werden.
el: Διαγραφή όλων των ρυθμίσεων και αποσύνδεση του ρολογιού σας. Μπορείτε να το συνδέσετε ξανά μόνο μέσω του λογαριασμού σας.
es: Borrar todos los ajustes y desconectar el reloj. Solo podrá volver a conectarlo a través de su cuenta.
fr: Effacer tous les paramètres et déconnecter la montre. Vous ne pouvez alors la reconnecter qu'à votre compte.
hu: Valamennyi beállítás törlése és az óra leválasztása. Kizárólag az Ön fiókjával tudja ismét csatlakoztatni.
it: Cancella tutte le impostazioni e disconnette l'orologio. Sarà possibile connetterlo di nuovo con l'account personale.
nl: Verwijder alle instellingen en ontkoppel horloge. U kunt alleen weer verbinding maken met uw account.
pt_br: Apagar todas as configurações e desconectar o Watch. É possível conectá-lo novamente apenas com sua conta.
ro: Ștergeți toate setările și deconectați ceasul. Îl veți putea conecta din nou doar cu contul dvs.
ru: Удалить все настройки и отключить часы. Вы можете подключить их только с помощью своего аккаунта.
tr: Tüm ayarları silin ve saat bağlantısını kesin. Sadece siz hesabınıza tekrar bağlayabilirsiniz.

# id_delete_moveband1
source: Delete watch
ar: حذف الساعة
cs: Odstranit hodinky
de: Watch löschen
el: Διαγραφή ρολογιού
es: Borrar reloj
fr: Supprimer la montre
hu: Óra törlése
it: Elimina orologio
nl: Horloge verwijderen
pt_br: Excluir Watch
ro: Ștergere ceas
ru: Удалить часы
tr: Saati sil

# id_give_a_nice_name
source: Give your watch a name
ar: امنح ساعتك اسمًا
cs: Pojmenujte své hodinky
de: Watch benennen
el: Δώστε στο ρολόι σας ένα όνομα
es: Ponga nombre a su reloj.
fr: Attribuer un nom à votre montre
hu: Adjon nevet az órájának.
it: Assegna un nome all'orologio
nl: Geef uw horloge een naam
pt_br: Dar um nome para seu Watch
ro: Denumiți ceasul dvs.
ru: Присвойте имя часам
tr: Saatinize bir ad verin

# id_morgan_moveband
source: Morgan's watch
ar: ساعة مورغان
cs: Petrovy hodinky
el: Το ρολόι της Μόργκαν
es: El reloj de Morgan
fr: Montre de Morgane
hu: Jutka órája
it: Orologio di Morgan
nl: Horloge van Morgan
pt_br: Watch do Morgan
ro: Ceasul lui Andrei
ru: Часы Моргана
tr: Morgan'ın saati

# id_ahieve_workout_45min_name
source: Gym rat
ar: ممارسة التمارين في أوقات الترفيه
cs: Nadšenec do fitness
de: Fitness-Junkie
el: Φανατικός του γυμναστηρίου
es: Rata de gimnasio
fr: Fou de muscu
hu: Edzésfanatikus
it: Topo di palestra
nl: Sportfanaat
pt_br: Rato de academia
ro: Obsedat de sport
ru: Завсегдатай спортзала
tr: Jimnastik salonu faresi

# id_ahieve_workout_90min_name
source: Pushing boundaries
ar: تجاوز الحدود
cs: Posouvání limitů
de: Grenzen überschreiten
el: Στα όρια της αντοχής
es: Traspasando fronteras
fr: Repousser les limites
hu: A határok kitolása
it: Oltre ogni limite
nl: Grenzen verleggen
pt_br: Forçando limites
ro: Forțarea limitelor
ru: Продвижение границ
tr: Sınırları zorluyorsunuz

# id_ahieve_day1_name
source: Perfect day
ar: يوم مثالي
cs: Perfektní den
de: Perfekter Tag
el: Τέλεια ημέρα
es: Día perfecto
fr: Bonne journée
hu: Tökéletes nap
it: Giornata perfetta
nl: Perfecte dag
pt_br: Dia perfeito
ro: Ziua perfectă
ru: Идеальный день
tr: Mükemmel gün

# id_ahieve_day7_name
source: Perfect week
ar: أسبوع مثالي
cs: Perfektní týden
de: Perfekte Woche
el: Τέλεια εβδομάδα
es: Semana perfecta
fr: Excellente semaine
hu: Tökéletes hét
it: Settimana perfetta
nl: Perfecte week
pt_br: Semana perfeita
ro: Săptămâna perfectă
ru: Идеальная неделя
tr: Mükemmel hafta

# id_ahieve_day90_name
source: Top athlete
ar: أفضل رياضي
cs: Špičkový sportovec
de: Top-Athlet
el: Κορυφαίος αθλητής
es: El mejor atleta
fr: Athlète de haut niveau
hu: Élsportoló
it: Atleta top
nl: Topatleet
pt_br: Atleta de sucesso
ro: Atlet de top
ru: Топ-спортсмен
tr: En iyi sporcu

# id_ahieve_day365_name
source: The terminator
ar: المدمر
cs: Terminátor
de: Der Terminator
el: Μέχρι τελικής πτώσης
es: El exterminador
fr: Terminator
hu: A terminátor
it: Terminator
nl: De terminator
pt_br: O exterminador
ro: Terminatorul
ru: Терминатор
tr: Terminatör

# id_ahieve_day500_name
source: Perpetuum mobile
ar: هاتف محمول لمتابعة الحركة الدائمة
el: Ακούραστος αθλητής
es: Siempre en movimiento
hu: Örökmozgó
it: Perpetuo movimento
nl: Altijd in beweging
pt_br: Máquina de movimento perpétuo
ru: Вечный двигатель
tr: Sürekli hareket

# id_ahieve_social_share_30_times_name
source: Social idol
ar: محبوب شبكات التواصل
cs: Sociální idol
de: Held der sozialen Netzwerke
el: Κοινωνικό είδωλο
es: Ídolo social
fr: Leader social
hu: Közösségi példakép
it: Idolo dei social
nl: Sociale topper
pt_br: Ídolo social
ro: Idolul rețelelor sociale
ru: Социальный идол
tr: Sosyal idol

# id_ahieve_fall_in_love_detail
source: Measure a HR faster than 100 bpm when not doing sports
ar: قم بقياس معدل ضربات القلب الأسرع من 100 ضربة في الدقيقة عندما لا تمارس الرياضة
cs: Měřit tepovou frekvenci vyšší než 100 tepů/min., když nesportujete
de: Messen Sie eine Herzfrequenz von über 100 bpm, wenn Sie keinen Sport treiben.
el: Μέτρηση καρδιακών παλμών πάνω από 100 bpm όταν κάνετε σπορ
es: Alcance una frecuencia cardíaca superior a las 100 pulsaciones por minuto cuando no esté haciendo deporte.
fr: Mesurer si votre rythme cardiaque dépasse 100 b/min. lorsque vous ne faites pas de sport
hu: 100 bpm-et meghaladó pulzus mérése, sportolástól eltérő tevékenységek végzésekor.
it: Misura una frequenza cardiaca superiore a 100 bpm mentre non si fa attività fisica
nl: Meet een hartslag van meer dan 100 bpm wanneer u niet sport.
pt_br: Medir frequência cardíaca acima de 100 bpm quando não estiver praticando esportes
ro: Ritmul cardiac măsurat trebuie să fie de peste 100 bpm când nu faceți sport
ru: Измерьте частоту пульса более, чем 100 ударов в минуту, когда вы не занимаетесь спортом
tr: Spor yapmadığınızda 100 bpm'den hızlı kalp atışını ölçer
