Repository: jigang-duan/Move-iOS
Catalog: Move App/Move App/*.lproj/Localizable.strings
Languages: ar, cs, de, el, es, fr, hu, it, nl, pt_br, ro, ru, tr

# id_string_achievement_share
source: Share
ar: مشاركة
cs: Sdílet
de: Teilen
el: Κοινοποίηση
es: Compartir
fr: Partager
hu: Megosztás
it: Condividi
nl: Delen
pt_br: Compartilhar
ro: Partajare
ru: Отправить
tr: Paylaş

# id_string_smart_wake_up
source: Smart wake up
ar: التنشيط الذكي
cs: Inteligentní buzení
de: Smarte Weckzeit
el: Έξυπνη αφύπνιση
es: Despertador inteligente
fr: Réveil intelligent
hu: Intelligens ébredés
it: Attivazione smart
nl: Slim activeren
pt_br: Despertador inteligente
ro: Trezire inteligentă
ru: Умное пробуждение
tr: Akıllı uyandırma

# id_string_smart_wake_up_detail
source: Finds the optimal time to wake you up during a 30-minute window that ends at your set alarm time.
ar: تبحث عن الوقت الأمثل لتنشيطك أثناء مدة قدرها 30 دقيقة تنتهي عند وقت التنبيه المضبوط.
cs: Najde optimální čas k probuzení v průběhu 30 minut před nastaveným časem budíku.
de: Ermittelt die optimale Weckzeit in einem 3-minütigen Fenster, das zur festgelegten Weckzeit endet
el: Βρίσκει τη βέλτιστη στιγμή αφύπνισης σε μια περίοδο διάρκειας 30 λεπτών η οποία λήγει τη ρυθμισμένη ώρα αφύπνισης.
es: Aprovecha el momento óptimo para despertarle en una ventana de tiempo de 30 min que finaliza cuando ha definido la alarma.
fr: Détermine l’heure optimale pour vous réveiller dans les 30 minutes précédant l’heure de l’alarme.
hu: Az optimális ébredési időpont megtalálása egy 30 perces tartományban, amely a beállított ébresztéssel fejeződik be.
it: Sceglie l'ora ottimale per la sveglia in un intervallo di 30 minuti che termina all'ora impostata per l'allarme.
nl: Bepaalt het optimale moment om u te wekken gedurende een periode van 30 minuten die afloopt op de ingestelde alarmtijd.
pt_br: Encontra o horário ideal para acordar você durante uma janela de 30 minutos que acaba no horário definido do alarme
ro: Găsește momentul optim de trezire, într-un interval de 30 de minute înainte de ora alarmei setate de dvs.
ru: Находит оптимальное время, чтобы разбудить вас в течение 30-минутного интервала, который заканчивается в установленное время будильника.
tr: Ayarladığınız alarmdan önceki 30 dakikalık sürede sizi uyandırmak için en uygun zamanı bulur.

# id_day
source: 1 day
ar: يوم واحد
cs: 1 den
de: 1 Tag
el: 1 ημέρα
es: 1 día
fr: 1 jour
hu: 1 nap
it: 1 giorno
nl: 1 dag
pt_br: 1 dia
ro: 1 zi
ru: 1 день
tr: 1 gün

# id_days
source: %@days
ar: %@أيام
cs: %@dny/dnů
de: %@ Tage
el: %@ημέρες
es: %@ días
fr: %@ jours
hu: %@ nap
it: %@ giorni
nl: %@dagen
pt_br: %@dias
ro: %@ zile
ru: %@дней
tr: %@gün

# id_hour
source: 1 hour
ar: ساعة واحدة
cs: 1 hod.
de: 1 Stunde
el: 1 ώρα
es: 1 hora
fr: 1 heure
hu: 1 óra
it: 1 ora
nl: 1 uur
pt_br: 1 hora
ro: 1 oră
ru: 1 час
tr: 1 saat

# id_hours
source: %@hours
ar: %@ساعات
cs: %@hod.
de: %@ Stunden
el: %@ώρες
es: %@ horas
fr: %@ heures
hu: %@ óra
it: %@ ore
nl: %@uur
pt_br: %@horas
ro: %@ ore
ru: %@часов
tr: %@saat

# id_minute
source: 1 minute
ar: دقيقة واحدة
cs: 1 min.
el: 1 λεπτό
es: 1 minuto
hu: 1 perc
it: 1 minuto
nl: 1 minuut
pt_br: 1 minuto
ro: 1 minut
ru: 1 мин
tr: 1 dakika

# id_minutes
source: %@minutes
ar: %@دقائق
cs: %@min.
de: %@ Minuten
el: %@λεπτά
es: %@ minutos
hu: %@ perc
it: %@ minuti
nl: %@minuten
pt_br: %@minutos
ro: %@ minute
ru: %@минут
tr: %@dakika

# id_lable
source: label
ar: تسمية
cs: štítek
de: Bezeichnung
el: ετικέτα
es: nombre
fr: libellé
hu: címke
it: etichetta
pt_br: rótulo
ro: etichetă
ru: название
tr: etiket

# id_incoming_call
source: Incoming call
ar: مكالمة واردة
cs: Příchozí hovor
de: Eingehender Anruf
el: Εισερχόμενη κλήση
es: Llamada entrante
fr: Appel reçu
hu: Bejövő hívás
it: Chiamata in arrivo
nl: Inkomende oproep
pt_br: Chamada recebida
ro: Apel primit
ru: Входящий вызов
tr: Gelen çağrı

# id_setting_notifications_missed_call
source: Missed call
ar: مكالمة فائتة
cs: Zmeškaný hovor
de: Entgangener Anruf
el: Αναπάντητη κλήση
es: Llamada perdida
fr: Appel manqué
hu: Nem fogadott hívás
it: Chiamata senza risposta
nl: Gemiste oproep
pt_br: Chamada perdida
ro: Apel pierdut
ru: Пропущенный вызов
tr: Cevapsız çağrı

# id_disconnect_the_bluetooth
source: Disconnect the Bluetooth connection to add a new watch
ar: افصل اتصال Bluetooth لإضافة ساعة جديدة
cs: Chcete-li přidat nové hodinky, ukončete připojení Bluetooth.
de: Trennen Sie die Bluetooth-Verbindung, um eine neue Watch hinzuzufügen.
el: Αποσυνδέστε τη σύνδεση Bluetooth για να προσθέσετε νέο ρολόι
es: Desconecte la conexión Bluetooth para añadir un nuevo reloj.
fr: Déconnecter le Bluetooth pour ajouter une nouvelle montre
hu: Bontsa a Bluetooth kapcsolatot egy új óra hozzáadásához.
it: Disattivare il Bluetooth per aggiungere un nuovo orologio
nl: Verbreek de Bluetooth-verbinding om een nieuw horloge toe te voegen.
pt_br: Desconectar a conexão Bluetooth para adicionar um novo Watch
ro: Întrerupeți conexiunea Bluetooth pentru a adăuga un ceas nou
ru: Отключите соединение Bluetooth, чтобы добавить новые часы
tr: Yeni bir saat eklemek için Bluetooth bağlantısını kesin

# id_notification_selected_max_count
source: Maximum number of
ar: تم تحديد أقصى عدد من تطبيقات%dبالفعل
cs: Již byl vybrán maximální počet aplikací „
de: Maximale Anzahl von %d Anwendungen wurde bereits ausgewählt.
el: Έχει ήδη επιλεγεί ο μέγιστος αριθμός των
es: Ya hay seleccionadas un máximo de
fr: %d applications déjà sélectionnées (max.)
hu: Elérte a kiválasztható alkalmazások maximális számát (
it: È già stato selezionato il numero massimo di %d applicazioni
nl: Het maximale aantal van%dapps is al geselecteerd
pt_br: Número máximo de
ro: Ați atins numărul maxim de %d aplicații care pot fi selectate
ru: Уже выбрано максимальное количество приложений (
tr: Maksimum sayıda

# id_setting_notifications_Listener_dialog_title
source: Notification access needed
ar: يلزم الوصول إلى الإشعارات
cs: Je vyžadován přístup k oznámením.
de: Benachrichtigungszugriff erforderlich
el: Απαιτείται πρόσβαση στις ειδοποιήσεις
es: Se necesita acceso a notificación
fr: Accès aux notifications nécessaire
hu: Értesítésekhez való hozzáférés szükséges.
it: Accesso notifiche obbligatorio
nl: Toegang tot meldingen vereist
pt_br: É necessário acesso a notificações
ro: Este necesar accesul la notificări
ru: Необходим доступ к уведомлениям
tr: Bildirim erişimi gerekiyor

# id_setting_notifications_Listener_dialog_content
source: To allow your watch to display notifications, go to Notification Access.
ar: للسماح لساعتك بعرض الإشعارات، انتقل إلى الوصول إلى الإشعارات.
cs: Chcete-li hodinkám povolit zobrazování oznámení, přejděte do části Přístup k oznámením.
de: Damit Benachrichtigungen auf der Watch erscheinen, wechseln Sie zu „Benachrichtigungszugriff“.
el: Για να επιτρέψετε στο ρολόι να εμφανίζει ειδοποιήσεις, πηγαίνετε στην Πρόσβαση στις ειδοποιήσεις.
es: Para permitir que su reloj muestre notificaciones, vaya al acceso Notificación.
fr: Pour autoriser l’affichage des notifications sur votre montre, accédez aux paramètres Accès aux notifications.
hu: Ahhoz, hogy az óra értesítéseket jelenítsen meg, lépjen az Értesítések elérése menüpontba.
it: Per consentire all'orologio di visualizzare le notifiche, accedere ad Accesso notifiche.
nl: Als u meldingen wilt weergeven op uw horloge, gaat u naar Toegang tot meldingen.
pt_br: Para permitir que seu Watch exiba notificações, vá para Acessar notificação.
ro: Pentru a permite ceasului să afișeze notificări, accesați secțiunea Acces la notificări.
ru: Чтобы разрешить часам отображать уведомления, перейдите в Доступ к уведомлениям.
tr: Saatinizin bildirimleri göstermesine izin vermek için Bildirim Erişimi'ne gidin.

# id_setting_notifications_Listener_dialog_nexttime
source: Later
ar: لاحقًا
cs: Později
de: Später
el: Αργότερα
es: Más tarde
fr: Plus tard
hu: Később
it: Più tardi
pt_br: Mais tarde
ro: Mai târziu
ru: Позже
tr: Daha sonra

# id_setting_notifications_Listener_dialog_ok
source: Notification access
ar: الوصول إلى الإخطارات
cs: Přístup k oznámením
de: Benachrichtigungszugriff
el: Πρόσβαση στις ειδοποιήσεις
es: Acceso a notificaciones
fr: Accès aux notifications
hu: Értesítések elérése
it: Accesso notifiche
nl: Toegang tot meldingen
pt_br: Acesso à notificação
ro: Acces la notificări
ru: Доступ к уведомлениям
tr: Bildirim erişimi

# id_on
source: On
ar: تشغيل
cs: Zap.
de: Ein
el: Ενεργό
es: Activado
fr: Activé
hu: BE
it: Attivato
nl: Aan
pt_br: Ligado
ro: Activat
ru: ВКЛ
tr: Açık

# id_firmware_update
source: Firmware update
ar: تحديث البرنامج الثابت
cs: Aktualizace firmwaru
de: Firmwareaktualisierung
el: Ενημέρωση υλικολογισμικού
es: Actualización de firmware
fr: Mise à jour du micrologiciel
hu: Firmware frissítés
it: Aggiornamento firmware
pt_br: Atualização do firmware
ro: Actualizare firmware
ru: Обновление программного обеспечения
tr: Cihaz yazılımı güncellemesi

# id_dfu_upgrade_start_download_firmware
source: Update to V%@
ar: تحديث إلى الإصدار%@
cs: Aktualizace na V%@
de: Auf V%@ aktualisieren
el: Ενημέρωση στην V%@
es: Actualizar a la versión %@
fr: Mettre à jour à v%@
hu: Frissítés a következő verzióra:%@
it: Aggiorna alla V%@
nl: Bijwerken naar V%@
pt_br: Atualização para V%@
ro: Actualizați la versiunea %@
ru: Обновить до Версии %@
tr: V%@ güncellemesi

# id_MAC_address
source: MAC address
ar: عنوان MAC
cs: Adresa MAC
de: MAC-Adresse
el: Διεύθυνση MAC
es: Dirección MAC
fr: Adresse MAC
hu: MAC-cím
it: Indirizzo MAC
nl: MAC-adres
pt_br: Endereço MAC
ro: Adresă MAC
ru: MAC-адрес
tr: MAC adresi

# id_str_login_request_failed_error
source: Couldn't log in, try again.
ar: تعذر تسجيل الدخول، حاول مرة أخرى.
cs: Nelze se přihlásit. Zkuste to znovu.
de: Anmeldung fehlgeschlagen. Versuchen Sie es erneut.
el: Δεν είναι δυνατή η σύνδεση. Δοκιμάστε ξανά.
es: No se pudo iniciar sesión. Vuelva a intentarlo.
fr: Impossible de se connecter. Veuillez réessayer.
hu: A bejelentkezés sikertelen. Próbálja újra.
it: Accesso non riuscito. Riprovare.
nl: Kan niet aanmelden. Probeer het opnieuw.
pt_br: Não foi possível efetuar login. Tente novamente.
ro: Conectarea nu a putut fi realizată. Încercați din nou.
ru: Не удалось войти, повторите попытку.
tr: Oturum açılamıyor, tekrar deneyin.

# id_version_check_network_err
source: Network connection error
ar: خطأ في الاتصال بالشبكة
cs: Chyba připojení k síti
de: Fehler bei der Netzwerkverbindung
el: Σφάλμα σύνδεσης δικτύου
es: Error de conexión de red
fr: Erreur de connexion réseau
hu: Hálózati kapcsolathiba
it: Errore connessione di rete
nl: Fout met netwerkverbinding
pt_br: Erro de conexão de rede
ro: Eroare conexiune la rețea
ru: Ошибка подключения к сети
tr: Ağ bağlantısı hatası

# id_str_network_no_connection
source: Check network connection.
ar: تحقق من اتصال الشبكة.
cs: Zkontrolujte připojení k síti.
de: Prüfen Sie die Netzwerkverbindung.
el: Ελέγξτε τη σύνδεση δικτύου.
es: Compruebe la conexión de red.
fr: Vérifier la connexion réseau
hu: Ellenőrizze a hálózati kapcsolatot.
it: Verificare la connessione di rete.
nl: Controleer de netwerkverbinding.
pt_br: Verificar conexão de rede.
ro: Verificați conexiunea la rețea.
ru: Проверьте подключение к сети.
tr: Ağ bağlantısını kontrol edin.

# id_update_failed
source: Couldn't update, try it again.
ar: تعذر التحديث، أعد المحاولة.
cs: Aktualizace se nezdařila. Zkuste to znovu.
de: Aktualisierung fehlgeschlagen. Versuchen Sie es erneut.
el: Δεν ήταν δυνατή η ενημέρωση. Δοκιμάστε ξανά.
es: No se ha podido actualizar. Vuelva a intentarlo.
fr: Échec de la mise à jour. Veuillez réessayer…
hu: A frissítés nem sikerült. Próbálja újra.
it: Impossibile eseguire l'aggiornamento. Riprovare.
nl: Kan niet bijwerken. Probeer het opnieuw.
pt_br: Não foi possível atualizar. Tente novamente.
ro: Actualizarea nu a fost posibilă. Încercați din nou.
ru: Не удалось обновить. Повторите попытку.
tr: Güncellenemedi, tekrar deneyin.

# id_ble_rom_version_older
source: New watch firmware version available. Update?
ar: يتوفر إصدار جديد لبرنامج الساعة الثابت. أترغب بالتحديث؟
cs: Je k dispozici nová verze firmwaru hodinek. Aktualizovat?
de: Eine neue Firmwareversion für die Watch ist verfügbar. Aktualisieren?
el: Νέα διαθέσιμη έκδοση υλικολογισμικού για το ρολόι. Να γίνει ενημέρωση;
es: Nueva versión de firmware disponible ¿Actualizar?
fr: Nouvelle version du logiciel disponible. L'installer ?
hu: Új óra firmware-verzió érhető el. Frissíti?
it: Nuova versione del firmware dell'orologio disponibile. Effettuare l'aggiornamento?
nl: Nieuwe firmwareversie voor horloge beschikbaar. Wilt u bijwerken?
pt_br: Nova versão do firmware do Watch disponível. Atualizar?
ro: Este disponibilă o nouă versiune firmware pentru ceas. Actualizați?
ru: Доступна новая версия ПО часов. Обновить?
tr: Yeni saat yazılım sürümü mevcut. Güncellensin mi?

# id_update_finished
source: Update complete
ar: اكتمل التحديث
cs: Aktualizace byla dokončena.
de: Aktualisierung abgeschlossen
el: Η ενημέρωση ολοκληρώθηκε
es: Actualización completada.
fr: Mise à jour effectuée
hu: A frissítés befejeződött.
it: Aggiornamento completato
nl: Update voltooid
pt_br: Atualização concluída
ro: Actualizare finalizată
ru: Обновление завершено
tr: Güncelleme tamamlandı

# id_string_firmware_download_popup_content
source: Touch to update now (Size:%@KB)
ar: المس للتحديث الآن. (الحجم:%@كيلو بايت)
cs: Stisknutím aktualizovat nyní (velikost:%@kB)
de: Berühren: jetzt aktualisieren (Größe: %@ KB)
el: Πατήστε για να πραγματοποιήσετε ενημέρωση τώρα.(Μέγεθος:%@KB)
es: Toque para actualizar ahora. (Tamaño: %@ KB)
fr: Appuyer pour mettre à jour (taille :%@ Ko)
hu: Érintse meg az azonnali frissítéshez. (Méret:%@ KB)
it: Tocca per aggiornare adesso (dimensioni: %@ KB)
nl: Tik om nu bij te werken. (Grootte: %@ kB)
pt_br: Tocar para atualizar agora (Tamanho:%@KB)
ro: Atingeți pentru a actualiza acum (Dimensiune: %@ KB)
ru: Нажмите, чтобы обновить сейчас (Размер:%@КБ)
tr: Şimdi güncellemek için dokunun (Boyut:%@KB)

# id_connect_device
source: Connect watch via Bluetooth first
ar: اتصل بالساعة عبر تقنية Bluetooth أولاً
cs: Nejprve hodinky připojte přes Bluetooth.
de: Zuerst Watch über Bluetooth verbinden
el: Συνδέστε το ρολόι πρώτα μέσω Bluetooth
es: Conectar reloj primero vía Bluetooth
fr: Connectez-vous à la montre par Bluetooth
hu: Előbb csatlakoztassa az órát Bluetooth kapcsolaton keresztül.
it: Prima connettere l'orologio tramite Bluetooth
nl: Verbind horloge eerst via Bluetooth
pt_br: Conectar o Watch por meio do Bluetooth primeiro
ro: Conectați întâi ceasul prin Bluetooth
ru: Сначала подключите часы через Bluetooth
tr: Saate önce Bluetooth ile bağlan

# id_connected_interrupted
source: Connection is interrupted, check your device.
ar: تمت مقاطعة الاتصال، يرجى التحقق من الجهاز.
cs: Připojení přerušeno, zkontrolujte zařízení.
de: Verbindung unterbrochen, überprüfen Sie das Gerät.
el: Η σύνδεση διακόπηκε, ελέγξτε τη συσκευή σας.
es: La conexión se ha interrumpido. Compruebe su dispositivo.
fr: Connexion interrompue. Vérifiez votre appareil.
hu: A kapcsolat megszakadt. Ellenőrizze a készülékét.
it: Connessione interrotta. Controllare il dispositivo.
nl: Verbinding verbroken. Controleer uw apparaat.
pt_br: Conexão interrompida. Verifique seu dispositivo.
ro: Conexiune întreruptă. Verificați dispozitivul dvs.
ru: Соединение прервано, проверьте ваше устройство.
tr: Bağlantı kesildi, cihazınızı kontrol edin.

# id_check_new_version_please_wait
source: Checking for updates, please wait…
ar: جار التحقق من وجود تحديثات، يرجى الانتظار &#8230؛
cs: Kontrolují se aktualizace, čekejte prosím…
de: Suche nach Aktualisierungen, bitte warten…
el: Έλεγχος για ενημερώσεις. Περιμένετε…
es: Buscando actualizaciones; espere…
fr: Patientez pendant la recherche des mises à jour…
hu: Frissítések keresése folyamatban. Várjon…
it: Ricerca aggiornamenti in corso. Attendere…
nl: Controleren op updates, even geduld…
pt_br: Verificando atualizações, aguarde…
ro: Se caută actualizări. Așteptați…
ru: Проверка обновлений, пожалуйста, подождите…
tr: Güncellemeler kontrol ediliyor, lütfen bekleyin…

# id_upgrade_to
source: Update to %@
ar: تحديث إلى %@
cs: Aktualizace na verzi %@
de: Auf %@ aktualisieren
el: Ενημέρωση στην έκδοση %@
es: Actualizar a %@
fr: Mettre à niveau vers %@
hu: Frissítés a következő verzióra: %@
it: Aggiorna a %@
nl: Upgraden naar %@
pt_br: Atualizar para a %@
ro: Actualizare la %@
ru: Обновить до %@
tr: %@ güncellemesi

# id_can_continue_to
source: watch battery about %@ days remaining.
ar: باقٍ من بطارية الساعة حوالي %@ يوم
cs: zbývající kapacita baterie hodinek: cca %@ dny/dnů.
de: Watch-Akku Restkapazität ca. %@ Tage
el: Μπαταρία ρολογιού: απομένουν περίπου %@ ημέρες.
es: La batería del reloj se agotará en aproximadamente %@ días.
fr: La batterie peut alimenter la montre pendant encore %@ jours.
hu: az óra akkumulátorának töltöttsége: kb. %@ nap van hátra.
it: batteria orologio: circa %@ giorni rimanenti.
nl: horlogeaccu: ongeveer %@ dagen resterend.
pt_br: Bateria do Watch com cerca de %@ dias restantes.
ro: bateria ceasului va rămâne încărcată circa %@ zile.
ru: заряда батареи часов осталось приблизительно на %@ дней.
tr: saat pilinin yaklaşık %@ günü kaldı.

# id_please_wait
source: Loading, please wait…
ar: جارٍ التحميل، يرجى الانتظار …
cs: Probíhá načítání, čekejte prosím…
de: Bitte warten. Laden…
el: Γίνεται φόρτωση. Περιμένετε…
es: Cargando; espere…
fr: Patientez pendant le chargement…
hu: Betöltés folyamatban. Várjon…
it: Caricamento in corso. Attendere…
nl: Laden, even geduld…
pt_br: Carregando, aguarde…
ro: Se încarcă. Așteptați…
ru: Загрузка, пожалуйста, подождите…
tr: Yükleniyor, lütfen bekleyin…

# id_lastest_version_no_update
source: Your firmware version is up to date.
ar: إصدارك البرنامج الثابت مُحدّث.
cs: Používáte aktuální verzi firmwaru.
de: Sie verfügen bereits über die neueste Firmwareversion.
el: Η έκδοση υλικολογισμικού είναι ενημερωμένη.
es: Su versión de firmware está actualizada.
fr: Votre logiciel est à jour.
hu: Az Ön firmware verziója naprakész.
it: La versione del firmware in uso è aggiornata.
nl: Uw firmwareversie is up-to-date.
pt_br: Sua versão de firmware está atualizada.
ro: Folosiți cea mai recentă versiune firmware.
ru: У вас установлена актуальная версия ПО.
tr: Yazılım sürümünüz güncel.

# id_new_firmware_is_update
source: New firmware is available. Update now?
ar: يتوفر برنامج ثابت جديد. تحديث الآن؟
cs: Nová verze firmwaru je k dispozici. Aktualizovat nyní?
de: Neue Firmware verfügbar. Jetzt aktualisieren?
el: Υπάρχει διαθέσιμο νέο υλικολογισμικό. Ενημέρωση τώρα;
es: Hay disponible un nuevo firmware disponible. ¿Desea actualizarlo?
fr: Un nouveau logiciel est disponible. Mettre à jour ?
hu: Új firmware verzió érhető el. Frissíti most?
it: È disponibile una nuova versione del firmware. Aggiornare ora?
nl: Er is nieuwe firmware beschikbaar. Nu bijwerken?
pt_br: Novo firmware está disponível. Atualizar agora?
ro: Este disponibilă o versiune firmware nouă. Actualizați acum?
ru: Обнаружена новая версия ПО, обновить сейчас?
tr: Yeni yazılım sürümü mevcut. Şimdi güncellensin mi?

# id_string_could_not_download_update_firmware
source: Couldn't download update %@
ar: تعذر تنزيل التحديث %@
cs: Aktualizaci nelze stáhnout %@
de: Aktualisierung %@ konnte nicht geladen werden
el: Δεν ήταν δυνατή η λήψη της ενημέρωσης %@
es: No se ha podido descargar la actualización %@
fr: Téléchargement de %@ impossible
hu: A frissítés letöltése sikertelen %@
it: Impossibile scaricare l'aggiornamento %@
nl: Kan update niet downloaden %@
pt_br: Não foi possível baixar atualização %@
ro: Actualizarea nu a putut fi descărcată %@
ru: Не удалось загрузить обновление %@
tr: %@ güncellemesi indirilemedi

# id_bluetooth_off
source: Bluetooth is off
ar: Bluetooth قيد إيقاف التشغيل
cs: Bluetooth je vypnuto
de: Bluetooth ist deaktiviert.
el: Το Bluetooth απενεργοποιήθηκε
es: El Bluetooth está desactivado
fr: Bluetooth désactivé
hu: Bluetooth kikapcsolva
it: Bluetooth disattivato
nl: Bluetooth is uitgeschakeld
pt_br: Bluetooth desligado
ro: Funcția Bluetooth este dezactivată
ru: Bluetooth выключен
tr: Bluetooth kapalı

# id_not_now
source: Not now
ar: ليس الآن
cs: Nyní ne
de: Nicht jetzt
el: Όχι τώρα
es: Ahora no
fr: Pas maintenant
hu: Most nem
it: Non ora
nl: Niet nu
pt_br: Agora não
ro: Nu acum
ru: Не сейчас
tr: Şimdi değil

# id_add
source: Add
ar: إضافة
cs: Přidat
de: Hinzufügen
el: Προσθήκη
es: Añadir
fr: Ajouter
hu: Hozzáadás
it: Aggiungi
nl: Toevoegen
pt_br: Adicionar
ro: Adăugare
ru: Добавить
tr: Ekle

# id_Login
source: Log in
ar: تسجيل الدخول
cs: Přihlásit
de: Anmelden
el: Σύνδεση
es: Iniciar sesión
fr: Connexion
hu: Bejelentkezés
it: Accedi
nl: Aanmelden
pt_br: Efetuar login
ro: Conectare
ru: Вход
tr: Oturum aç

# id_disconnect
source: Disconnect
ar: قطع الاتصال
cs: Odpojit
de: Verbindung trennen
el: Αποσύνδεση
es: Desconectar
fr: Déconnecter
hu: Leválasztás
it: Disconnetti
nl: Verbinding verbreken
pt_br: Desconectar
ro: Deconectare
ru: Отключить
tr: Bağlantıyı kes

# id_connected
source: Connected
ar: متصل
cs: Připojeno
de: Verbunden
el: Έγινε σύνδεση
es: Conectado
fr: Connecté
hu: Csatlakoztatva
it: Connesso
nl: Verbonden
pt_br: Conectado
ro: Conectare reușită
ru: Подключено
tr: Bağlandı

# id_update_to
source: Update to s%
ar: تحديث إلى s%
cs: Aktualizace na s%
de: Aktualisieren Sie auf s%.
el: Ενημέρωση στην έκδοση s%
es: Actualizar a s%
fr: Mettre à jour vers s%
hu: Frissítés a következő verzióra: s%
it: Aggiorna a s%
nl: Bijwerken naar s%
pt_br: Atualizar para s%
ro: Actualizare la s%
ru: Обновить до s%
tr: s% güncellemesi

# id_check_new_version
source: Check for updates
ar: التحقق من وجود تحديثات
cs: Zkontrolovat aktualizace
de: Nach Aktualisierungen suchen
el: Έλεγχος για ενημερώσεις
es: Buscar actualizaciones
fr: Vérifier les mises à jour
hu: Frissítések keresése
it: Controlla aggiornamenti
nl: Controleren op updates
pt_br: Verificar se há atualizações
ro: Căutare actualizări
ru: Проверка обновлений
tr: Güncellemeleri denetle

# id_dfu_upgrade_firmware
source: Firmware version %@
ar: إصدار البرنامج الثابت %@
cs: Verze firmwaru %@
el: Έκδοση λογισμικού %@
es: Versión del firmware %@
fr: Version du micrologiciel %@
hu: Firmware változat %@
it: Versione firmware %@
nl: Firmwareversie %@
pt_br: Versão do firmware %@
ro: Versiune firmware %@
ru: Версия ПО %@
tr: Yazılım sürümü %@

# id_security_privacy_policy
source: Security privacy policy
ar: سياسة خصوصية الأمان
cs: Zásady ochrany osobních údajů
de: Sicherheits-Datenschutzrichtlinie
el: Πολιτική Απορρήτου Ασφαλείας
es: Política de privacidad de seguridad
fr: Règles de confidentialité
hu: Biztonsági és adatvédelmi politika
it: Informativa sulla privacy
nl: Privacyveiligheidsbeleid
pt_br: Política de privacidade e segurança
ro: Politica de securitate și confidențialitate
ru: Безопасность политики конфиденциальности
tr: Güvenlik gizlilik politikası

# id_gallery
source: Select from album
ar: تحديد من الألبوم
de: Aus dem Album wählen
el: Επιλέξτε από το Άλμπουμ
es: Seleccione desde un album
fr: Sélectionnez à partir de l’album
hu: Válasszon az albumból
it: Seleziona da album
nl: Selecteer uit album
pt_br: Selecionar do álbum
ro: Selectaţi din album
ru: Выбрать из альбома
tr: Albüm arasından seçim yapın

# id_choose_picture
source: Choose picture
ar: اختيار صورة
cs: Vybrat obrázek
de: Bild auswählen
el: Επιλέξτε φωτογραφία
es: Elige la imagen.
fr: Choisir une photo
hu: Kép kiválasztása
it: Scegli immagine
nl: Afbeelding kiezen
pt_br: Escolher imagem
ro: Selectați imaginea
ru: Выберите изображение
tr: Resim seçin

# id_take_a_photo
source: Take a photo
ar: التقاط صورة
cs: Pořídit fotografii
de: Foto aufnehmen
el: Λήψη φωτογραφίας
es: Hacer una foto
fr: Prendre une photo
hu: Fénykép készítése
it: Scatta foto
nl: Foto maken
pt_br: Tirar uma foto
ro: Faceți o fotografie
ru: Сделать фото
tr: Fotoğraf çek
