Repository: jigang-duan/Move-iOS
Catalog: Move App/Move App/*.lproj/Localizable.strings
Languages: ar, cs, de, el, es, fr, hu, it, nl, pt_br, ro, ru, tr

# id_watch_existed
source: This watch is existed
ar: هذه الساعة موجودة
cs: Pro spárování s těmito hodinkami načtěte QR kód z aplikace administrátora.
de: Diese Watch ist vorhanden.
el: Αυτό το ρολόι υπάρχει
es: Para emparejarse con este reloj, escanee el código QR desde la aplicación del administrador.
fr: Montre déjà existante
hu: Ahhoz, hogy párosítsa ezt az órát, szkennelje be a QR-kódot a rendszergazda alkalmazásából.
it: Orologio esistente
nl: Dit is een bestaand horloge
pt_br: Para sincronizar com este relógio, verifique o código QR do aplicativo do administrador.
ro: Acest ceas există deja
ru: Эти часы уже подключены другим пользователем. Чтобы установить сопряжение с этими часами, обратитесь к администратору часов и отсканируйте QR-код из приложения администратора.
tr: Bu saat zaten var

# id_layout_guide_location_chosedevice
source: Touch here to change watch
ar: المس هنا لتغيير الساعة
cs: Stisknutím sem změníte hodinky.
de: Hier berühren: Watch wechseln
el: Αγγίξτε εδώ για να αλλάξετε ρολόι
es: Toque aquí para cambiar el reloj.
fr: Appuyer ici pour changer de montre
hu: Érintse meg itt az óra módosításához.
it: Toccare qui per cambiare orologio
nl: Tik hier om het horloge te wijzigen
pt_br: Tocar aqui para alterar Watch
ro: Atingeți aici pentru a schimba ceasul
ru: Нажмите здесь, чтобы изменить часы
tr: Saati değiştirmek için buraya dokunun

# id_layout_guide_location_navigate
source: Touch here to navigate
ar: المس هنا للتنقل
cs: Stisknutím sem zapnete navigaci.
de: Hier berühren: Navigieren
el: Αγγίξτε εδώ για πλοήγηση
es: Toque aquí para navegar
fr: Appuyer ici pour accéder
hu: Érintse meg a navigáláshoz.
it: Toccare qui per navigare
nl: Tik hier om te navigeren
pt_br: Tocar aqui para navegar
ro: Atingeți aici pentru a naviga
ru: Нажмите здесь, чтобы перейти
tr: Gezinmek için buraya dokunun

# id_layout_guide_foreground_title
source: Always Together
ar: دومًا معًا
cs: Vždy spolu
de: Immer zusammen
el: Πάντα μαζί
es: Siempre juntos
fr: Toujours ensemble
hu: Mindig együtt
it: Sempre Insieme
nl: Altijd samen
pt_br: Sempre juntos
ro: Mereu împreună
ru: Всегда Вместе
tr: Hep Birlikte

# id_layout_guide_foreground_text
source: A 3G Family Watch that keeps your child safe, connected, and entertained.
ar: ساعة عائلية بتقنية الجيل الثالث 3G Family Watch تحافظ على سلامة طفلك، وتبقيه متصلاً ومستمتعًا.
cs: Rodinné hodinky 3G, které chrání vaše dítě a poskytují mu připojení a zábavu.
de: Die 3G-Watch sorgt für die Sicherheit, Konnektivität und Unterhaltung Ihres Kindes.
el: Ένα 3G Family Watch που διατηρεί το παιδί σας ασφαλές, συνδεδεμένο και χαρούμενο.
es: Un reloj familiar 3G que mantiene a su hijo seguro, conectado y entretenido.
fr: Une montre familiale 3G qui contribue à la sécurité de votre enfant, connectée et ludique.
hu: Egy 3G családi óra, amely gondoskodik gyermeke biztonságáról, elérhetőségéről és szórakoztatásáról.
it: Un orologio 3G che tiene al sicuro i bambini, ma connessi e divertiti.
nl: Een 3G-familiehorloge waarmee uw kind veilig en verbonden blijft en geniet van geweldig entertainment.
pt_br: Um 3G Family Watch que mantém seu filho seguro, conectado e entretido.
ro: Ceasul de familie 3G garantează siguranța copilului dvs., menținându-l conectat și permițându-i să se distreze.
ru: Устройство 3G Family Watch обеспечит вашему ребенку безопасность, подключение и развлечение.
tr: 3G Aile Saati çocuğunuzun güvende ve internete bağlı olmasını ve eğlenmesini sağlar.

# id_no_reminder_alarms
source: No alarms. To add an alarm, touch +.
ar: لا منبهات. لإضافة منبه، المس +.
cs: Žádné budíky. Budík přidáte stisknutím „+“.
de: Keine Weckzeiten. Berühren Sie +, um eine Weckzeit hinzuzufügen.
el: Δεν υπάρχουν αφυπνίσεις. Για προσθήκη αφύπνισης, πατήστε το +.
es: Sin alarmas. Para añadir una alarma, toque +.
fr: Aucune alarme. Pour en ajouter une, appuyez sur +.
hu: Nincsenek ébresztők. Egy ébresztő hozzáadásához érintse meg a + gombot.
it: Nessun allarme. Per aggiungere un allarme, toccare +.
nl: Geen alarmen. Tik op + om een alarm toe te voegen.
pt_br: Não há alarmes. Para adicionar um alarme, toque em +.
ro: Nicio alarmă. Pentru a adăuga o alarmă, atingeți +.
ru: Будильник не установлен. Чтобы добавить будильник, нажмите +.
tr: Alarm yok. Alarm eklemek için + simgesine dokunun.

# id_no_reminder_todolist
source: No reminders. To add a reminder, touch+.
ar: لا تذكيرات. لإضافة تذكير، المس+.
cs: Žádná připomenutí. Připomenutí přidáte stisknutím „+“.
de: Kein Erinnerungen. Berühren Sie +, um eine Erinnerung hinzuzufügen.
el: Δεν υπάρχουν υπενθυμίσεις. Για προσθήκη υπενθύμισης, πατήστε το +.
es: Sin recordatorios. Para añadir un recordatorio, toque +.
fr: Aucun rappel. Pour en ajouter un, appuyez sur +.
hu: Nincsenek emlékeztetők. Egy emlékeztető hozzáadásához érintse meg a + gombot.
it: Nessun promemoria. Per aggiungere un promemoria, toccare +.
nl: Geen herinneringen. Tik op + om een herinnering toe te voegen.
pt_br: Não há lembretes. Para adicionar um lembrete, toque em +.
ro: Niciun memento. Pentru a adăuga un memento, atingeți +.
ru: Нет напоминаний. Чтобы добавить напоминание, нажмите +.
tr: Hatırlatıcı yok. Hatırlatıcı eklemek için + simgesine dokunun.

# id_safe_zone_admin
source: Daily tracking mode is currently disabled. Turn on daily tracking mode for real-time location and increased positioning accuracy (this will consume more power.)
ar: وضع التعقب اليومي معطّل حاليًا. قم بتشغيل وضع التعقب اليومي لتحديد الموقع في الوقت الفعلي ولزيادة الدقة في تحديد الموضع (سيستهلك هذا المزيد من الطاقة.)
cs: Automatické určování polohy je momentálně zakázáno. Zapnutím automatického určování polohy umožníte určování polohy v reálném čase a zvýšíte přesnost určování polohy (zvýší se tím spotřeba energie).
de: Die automatische Positionierung ist derzeit deaktiviert. Aktivieren Sie die automatische Positionierung, um den Standort in Echtzeit zu ermitteln und die Positionierungsgenauigkeit zu erhöhen. Dadurch steigt der Stromverbrauch.
el: Ο αυτόματος εντοπισμός τοποθεσίας είναι επί του παρόντος απενεργοποιημένος. Ενεργοποιήστε τον αυτόματο εντοπισμό τοποθεσίας για τοποθεσία σε πραγματικό χρόνο και αυξήστε την ακρίβεια της τοποθεσίας (Αυτό θα καταναλώσει περισσότερη ενέργεια).
es: El posicionamiento automático está desactivado. Actívelo para obtener la ubicación en tiempo real y una mayor precisión de posicionamiento (esto consumirá más energía).
fr: Le positionnement automatique est désactivé. Activez la fonction pour obtenir la localisation en temps réel de façon plus précise. (Cela consommera plus d’énergie.)
hu: A nyomkövetés funkció jelenleg ki van kapcsolva. Kapcsolja be a nyomkövetés funkciót a valós idejű és pontosabb helyzetmeghatározás érdekében (ez nagyobb energiafelhasználással jár).
it: Posizionamento automatico attualmente disattivato. Attivare il posizionamento automatico per la posizione in tempo reale e una migliore precisione del posizionamento (il consumo di energia risulta maggiore).
nl: Automatische positiebepaling is uitgeschakeld. Schakel automatische positiebepaling in voor realtimeweergave van de locatie en grotere nauwkeurigheid van de positiebepaling (hierdoor wordt meer acculading verbruikt).
pt_br: Posicionamento automático está atualmente desativado. Ative o posicionamento automático para localização em tempo real e maior precisão de posicionamento (isso consumirá mais energia.)
ro: Poziționarea automată este momentan dezactivată. Activați poziționarea automată pentru localizare în timp real și mai multă precizie de poziționare (această acțiune va consuma mai multă energie).
ru: Режим ежедневного отслеживания отключен. Включите режим ежедневного отслеживания для определения местоположения в реальном времени и повышенной точности позиционирования (это приведет к увеличению расхода батареи).
tr: Otomatik konumlandırma şu an devre dışı. Gerçek zamanlı konum ve arttırılmış konum hassasiyeti için otomatik konumlandırmayı açın. Daha fazla güç tüketir.

# id_map_exception
source: Map exception
ar: استثناء الخريطة
cs: Výjimka mapy
de: Kartenausnahme
el: Εξαίρεση χάρτη
es: Error de mapa
fr: Erreur de carte
hu: Térkép kivétel
it: Eccezione mappa
nl: Uitzondering voor kaart
pt_br: Exceção de mapa
ro: Excepție hărți
ru: Исключение карты
tr: Harita özel durumu

# id_delete_selected_message_hint
source: Choose the message that you wish delete
ar: اختر الرسالة التي ترغب في حذفها
cs: Zvolte zprávu, kterou chcete odstranit.
de: Wählen Sie die Mitteilung, die Sie löschen möchten.
el: Επιλέξτε το μήνυμα που θέλετε να διαγράψετε
es: Seleccione el mensaje que desea eliminar.
fr: Indiquer le message à supprimer
hu: Válassza ki a törölni kívánt üzenetet.
it: Scegliere il messaggio da eliminare
nl: Kies het bericht dat u wilt verwijderen
pt_br: Escolher a mensagem que deseja excluir
ro: Alegeți mesajul pe care doriți să-l ștergeți
ru: Выберите сообщение, которое вы хотите удалить
tr: Silmek istediğiniz mesajı seçin

# id_location_call
source: CALL
ar: اتصال
cs: VOLAT
de: ANRUFEN
el: ΚΛΗΣΗ
es: LLAMAR
fr: APPELER
hu: HÍVÁS
it: CHIAMA
nl: BELLEN
pt_br: CHAMADA
ro: APELARE
ru: ВЫЗОВ
tr: ÇAĞRI

# id_location_message
source: MESSAGE
ar: رسالة
cs: ZPRÁVA
de: MITTEILUNG
el: ΜΗΝΥΜΑ
es: MENSAJE
hu: ÜZENET
it: MESSAGGIO
nl: BERICHT
pt_br: MENSAGEM
ro: MESAJ
ru: СООБЩЕНИЕ
tr: MESAJ

# id_pairing_forbidden_description
source: Only one device can be connected at the same time.
ar: يمكن توصيل جهاز واحد فقط في الوقت نفسه.
cs: V jednom okamžiku smí být připojeno jen jedno zařízení.
de: Es kann jeweils nur ein Gerät verbunden werden.
el: Μόνο μία συσκευή μπορεί να είναι συνδεδεμένη κάθε φορά.
es: Solo se puede conectar un dispositivo a la vez.
fr: Vous ne pouvez connecter simultanément qu’un seul appareil.
hu: A készülékhez egyszerre csak egy eszköz csatlakozhat.
it: È possibile collegare un solo dispositivo alla volta.
nl: Er kan maar één apparaat tegelijkertijd zijn verbonden.
pt_br: Apenas um dispositivo pode se conectar por vez.
ro: Poate fi conectat un singur dispozitiv în același timp.
ru: Одновременно можно подключить только одно устройство.
tr: Aynı anda sadece bir cihaz bağlanabilir.

# id_account_detail_profile
source: Profile
ar: ملف التعريف
cs: Profil
de: Profil
el: Προφίλ
es: Perfil
fr: Profil
hu: Profil
it: Profilo
nl: Profiel
pt_br: Perfil
ro: Profil
ru: Профиль
tr: Profil

# id_account_login_other
source: Your account is already logged in other device, check and log in again.
ar: تم تسجيل الدخول بحسابك بالفعل في جهازٍ آخر، تحقق من الأمر وأعد تسجيل الدخول.
cs: Váš účet je již přihlášený na jiném zařízení, zkontrolujte tento stav a přihlaste se znovu.
de: Sie haben sich mit Ihrem Konto bereits bei einem anderen Gerät angemeldet. Überprüfen Sie dies, und melden Sie sich erneut an.
el: Ο λογαριασμός σας έχει ήδη συνδεθεί σε άλλη συσκευή. Ελέγξτε και συνδεθείτε ξανά.
es: Su cuenta ya ha iniciado sesión en otro dispositivo. Compruébelo e inicie sesión de nuevo.
fr: Une session de votre compte est déjà ouverte sur un autre appareil. Vérifiez puis reconnectez-vous.
hu: A fiókjába egy másik készülékről már be van jelentkezve. Ellenőrizze, majd jelentkezzen be ismét.
it: È già stato effettuato l'accesso a un altro dispositivo con l'account. Verificare ed eseguire di nuovo l'accesso.
nl: Uw account is al aangemeld op een ander apparaat. Controleer het account en meld u opnieuw aan.
pt_br: Um login em sua conta já foi efetuado em outro dispositivo. Verifique e efetue o login novamente.
ro: Contul dvs. este conectat deja pe un alt dispozitiv. Verificați și conectați-vă din nou.
ru: Ваш аккаунт уже зарегистрирован на другом устройстве, проверьте и снова войдите в систему.
tr: Hesabınızda başka bir cihazda oturum açıldı, kontrol edin ve tekrar oturum açın.

# id_new_version_for_watch
source: New version available for %@ 's watch
ar: يتوفر إصدار جديد لساعة %@
cs: Pro hodinky uživatele %@ je k dispozici nová verze.
de: Neue Version für die Watch von %@ verfügbar.
el: Υπάρχει νέα διαθέσιμη έκδοση για το ρολόι %@
es: Nueva versión disponible para el reloj de %@
fr: Nouvelle version disponible pour la montre de %@
hu: Új verzió érhető el %@ órája számára.
it: Nuova versione disponibile per l'orologio di %@
nl: Nieuwe versie beschikbaar voor het horloge van %@
pt_br: Nova versão disponível para o Watch %@
ro: Este disponibilă o versiune nouă pentru ceasul lui %@
ru: Новая версия доступна для часов %@
tr: %@ kullanıcısının saati için yeni sürüm mevcut

# id_no_notification_here
source: No notification here
ar: لا توجد إشعارات هنا
cs: Není zde žádné oznámení.
de: Keine Benachrichtigung vorhanden.
el: ν υπάρχουν ειδοποιήσεις εδώ
es: No hay ninguna notificación
fr: Aucune notification ici
hu: Nincsenek értesítések
it: Nessuna notifica qui
nl: Er zijn geen meldingen
pt_br: Nenhuma notificação aqui
ro: Nicio notificare aici
ru: Нет уведомлений
tr: Burada bildirim yok

# id_delete_fence
source: Delete safe zone
ar: حذف منطقة آمنة
cs: Odstranit bariéru
de: Sichere Zone löschen
el: Διαγραφή φράγματος
es: Eliminar verja
fr: Supprimer la zone de sécurité
hu: Virtuális terület törlése
it: Elimina perimetro
nl: Begrenzing verwijderen
pt_br: Excluir limite
ro: Ștergere perimetru
ru: Удалить безопасную зону
tr: Çiti sil

# id_delete_this_fence
source: Delete this fence? Delete this safe zone?
ar: أتريد حذف هذا الحاجز؟ أتريد حذف هذه المنطقة الآمنة؟
cs: Odstranit tento plot? Chcete odstranit tuto bezpečnou zónu?
de: Diesen sicheren Bereich löschen? Löschen Sie diese sichere Zone?
el: Να γίνει διαγραφή του «φράχτη»? Να γίνει διαγραφή της «Ασφαλούς Ζώνης»?
es: ¿Eliminar esta zona segura?
fr: Supprimer cette barrière? Supprimer cette zone de sécurité?
hu: Törli ezt a kerítést? Törli ezt a biztonsági zónát?
it: Cancellare questo recinto virtuale? Cancellare questa zona sicura?
nl: Deze begrenzing verwijderen? Deze veilige zone verwijderen?
pt_br: Apagar esta zona segura?
ro: Ştergeţi acesta îngrădire? Ştergeţi această zona sigură?
ru: Удалить эту безопасную зону?
tr: Bu çit silinsin mi? Bu güvenli bölge silinsin mi?

# id_add_safe_zone
source: Add safe zone
ar: إضافة منطقة آمنة
cs: Přidat bezp. zónu.
de: Sicheren Bereich hinzufügen
el: Προσθ. ασφ. ζώνης
es: Añadir zona segura
fr: + Zone sécurité
hu: Bizt.zóna hozzáad.
it: Aggiungi zona sicura
nl: Veilige zone toevoegen
pt_br: Ad. zona segura
ro: Adăugare zonă sigură
ru: Добавить безопасную зону
tr: Güvenli bölge ekle

# id_today
source: Today
ar: اليوم
cs: Dnes
de: Heute
el: Σήμερα
es: Hoy
fr: Aujourd’hui
hu: Ma
it: Oggi
nl: Vandaag
pt_br: Hoje
ro: Azi
ru: Сегодня
tr: Bugün

# id_tomorrow
source: Tomorrow
ar: غدًا
cs: Zítra
de: Morgen
el: Αύριο
es: Mañana
fr: Demain
hu: Holnap
it: Domani
nl: Morgen
pt_br: Amanhã
ro: Mâine
ru: Завтра
tr: Yarın

# id_yesterday
source: Yesterday
ar: أمس
cs: Včera
de: Gestern
el: Χθες
es: Ayer
fr: Hier
hu: Tegnap
it: Ieri
nl: Gisteren
pt_br: Ontem
ro: Ieri
ru: Вчера
tr: Dün

# id_safezone_prompt_not_admin
source: Only master can edit safe zone
ar: يمكن فقط للشخصية الرئيسية تحرير المنطقة الآمنة
cs: Úpravu bezpečné zóny smí provádět jen hlavní uživatel.
de: Nur Master kann sicheren Bereich bearbeiten.
el: Μόνο ο κύριος χρήστης μπορεί να επεξεργαστεί την ασφαλή ζώνη
es: Solo el maestro puede editar la zona segura.
fr: Zone de sécurité virtuelle modifiable seulement par l’administrateur
hu: Csak a rendszergazda szerkesztheti a biztonsági zónát.
it: Soltanto il principale può modificare la zona sicura
nl: Alleen de master kan veilige zones bewerken
pt_br: Apenas o mestre pode editar a zona segura
ro: Numai administratorul poate modifica zona sigură
ru: Только основной контакт может редактировать безопасную зону
tr: Sadece yönetici güvenli bölgeyi düzenleyebilir

# id_update_language_success
source: update device language complete
ar: اكتمل تحديث لغة الجهاز
cs: aktualizace jazyka zařízení byla dokončena.
de: Gerätesprache wurde aktualisiert.
el: ολοκλήρωση ενημέρωσης γλώσσας συσκευής
es: idioma del dispositivo actualizado correctamente
fr: changement de langue de l’appareil effectué
hu: készülék nyelvének frissítése kész
it: aggiornamento lingua del dispositivo completato
nl: De apparaattaal is bijgewerkt
pt_br: atualização de idioma do dispositivo concluída
ro: actualizarea limbii dispozitivului finalizată
ru: обновление языка устройства завершено
tr: cihaz dili güncelleme tamamlandı

# id_update_device_success
source: update device setting complete
ar: اكتمل تحديث إعداد الجهاز
cs: aktualizace nastavení zařízení byla dokončena.
de: Geräteeinstellung wurde aktualisiert.
el: ολοκλήρωση ενημέρωσης ρυθμίσεων συσκευής
es: ajuste del dispositivo actualizado correctamente
fr: mise à jour de paramètre de l’appareil effectuée
hu: készülék beállításának frissítése kész
it: aggiornamento impostazione del dispositivo completato
nl: De apparaatinstelling is bijgewerkt
pt_br: atualização de configuração do dispositivo concluída
ro: actualizarea setării dispozitivului finalizată
ru: обновление настройки устройства завершено
tr: cihaz ayarı güncelleme tamamlandı

# id_baby
source: baby
ar: طفل
cs: dítě
el: μωρό
es: bebé
fr: nourrisson
hu: baba
it: neonato
pt_br: bebê
ro: bebe
ru: детский
tr: bebek

# id_no_safe_zone_not_admin
source: No safe zone here
ar: لا توجد منطقة آمنة هنا
de: Hier ist kein sicherer Bereich
el: Δεν έχει οριστεί Ζώνη Ασφαλείας
es: No hay zona segura aquí
fr: Pas de zone sécurisée
hu: Itt nincs biztonsági zóna
it: Nessuna zona sicura qui
nl: Geen veilige zone hier
pt_br: Nenhuma zona segura aqui
ro: Aici nu este definită o zona sigură
ru: Нет безопасной зоны
tr: Burada güvenli bölge yok

# id_cache_clean_success
source: cache clean is success
ar: اكتمل تنظيف ذاكرة التخزين المؤقت
cs: mazání mezipaměti bylo dokončeno.
de: Cache-Bereinigung abgeschlossen
el: ολοκλήρωση εκκαθάρισης προσωρινής μνήμης
es: caché borrada correctamente
fr: nettoyage de la cache terminé
hu: gyorsítótár törlése kész
it: pulizia cache completata
nl: Cache opschonen is voltooid
pt_br: limpeza de cache concluída
ro: curățare memorie cache finalizată
ru: очистка кэш завершена
tr: ön bellek temizleme tamamlandı

# id_sure_as_master_cancel
source: CANCEL
ar: إلغاء
cs: ZRUŠIT
de: ABBRECHEN
el: ΑΚΥΡΩΣΗ
es: CANCELAR
fr: ANNULER
hu: MÉGSE
it: ANNULLA
nl: ANNULEREN
pt_br: CANCELAR
ro: ANULARE
ru: ОТМЕНА
tr: İPTAL

# id_sure_as_master_delete
source: DELETE
ar: حذف
cs: ODSTRANIT
de: LÖSCHEN
el: ΔΙΑΓΡΑΦΗ
es: ELIMINAR
fr: SUPPRIMER
hu: TÖRLÉS
it: ELIMINA
nl: VERWIJDEREN
pt_br: EXCLUIR
ro: ȘTERGERE
ru: УДАЛИТЬ
tr: SİL

# id_title_activity_login
source: Sign in
ar: تسجيل الدخول
cs: Přihlásit
de: Anmelden
el: Σύνδεση
es: Iniciar sesión
fr: Se connecter
hu: Bejelentkezés
it: Accedi
nl: Aanmelden
pt_br: Iniciar sessão
ro: Conectați-vă
ru: Войти
tr: Oturum aç

# id_network_unavailable
source: Network unavailable
ar: الشبكة غير متاحة
cs: Síť není k dispozici
de: Netzwerk nicht verfügbar
el: Το δίκτυο δεν είναι διαθέσιμο
es: Red no disponible
fr: Réseau indisponible
hu: A hálózat nem elérhető.
it: Rete non disponibile
nl: Netwerk is niet beschikbaar
pt_br: Rede indisponível
ro: Rețeaua nu este disponibilă
ru: Отсутствует подключение к сети Интернет
tr: Ağ kullanılamıyor

# id_secure_your_account
source: Secure your account
ar: قم بتأمين حسابك
cs: Zabezpečte svůj účet
de: Konto schützen
el: Ασφαλίστε τον λογαριασμό σας
es: Proteja su cuenta
fr: Sécuriser votre compte
hu: Fiók biztonságossá tétele
it: Proteggi il tuo account
nl: Uw account beveiligen
pt_br: Proteger sua conta
ro: Securizați contul dvs.
ru: Защитить аккаунт
tr: Hesabınızı güvence altına alın

# id_secure_your_account_email
source: Enter a password (8–16 alphanumeric characters)
ar: أدخل كلمة مرور (8–16 حرفًا أبجديًا رقميًا)
cs: Zadejte heslo (8–16 alfanumerických znaků)
de: Geben Sie ein Passwort ein (8–16 alphanumerische Zeichen).
el: Εισάγετε έναν κωδικό πρόσβασης (8–16 αλφαριθμητικοί χαρακτήρες)
es: Introduzca una contraseña (8–16 caracteres alfanuméricos).
fr: Saisir votre nom d’utilisateur (8–16 caractères alphanumériques)
hu: Adja meg a jelszót (8–16 alfanumerikus karakter).
it: Immettere una password (8–16 caratteri alfanumerici)
nl: Wachtwoord invoeren (8–16 alfanumerieke tekens)
pt_br: Digitar uma senha (8–16 caracteres alfanuméricos)
ro: Introduceți o parolă (8–16 caractere alfanumerice)
ru: Введите пароль (8–16 буквенно-цифровых символов)
tr: Parola girin (8–16 alfasayısal karakter)

# id_chat_new_message
source: You’ve got a TCLMOVE message.
ar: لديك رسالة TCLMOVE.
cs: Máte zprávu aplikace TCLMOVE.
de: Sie haben eine TCL MOVE-Mitteilung.
el: Έχετε ένα μήνυμα TCLMOVE.
es: Tiene un mensaje de TCLMOVE.
fr: Vous avez un message TCLMOVE.
hu: TCLMOVE üzenete érkezett.
it: Messaggio da TCL MOVE.
nl: U hebt een bericht van TCL MOVE.
pt_br: Você recebeu uma mensagem do TCLMOVE.
ro: Aveți un mesaj TCL MOVE.
ru: Вы получили сообщение TCLMOVE.
tr: TCLMOVE mesajınız var.

# id_no_devices_bound
source: Add your device
ar: إضافة جهازك
cs: Nejsou připojena žádná zařízení.
de: Keine Geräte gebunden
el: Δεν υπάρχουν συνδεδεμένες συσκευές
es: No hay dispositivos enlazados
fr: Aucun appareil associé
hu: Adja hozzá a készülékét
it: Nessun dispositivo vincolato
nl: Er zijn geen apparaten gekoppeld
pt_br: Nenhum dispositivo foi associado
ro: Nu există dispozitive asociate
ru: Добавить устройство
tr: Bağlı cihaz yok

# id_upload_completed
source: Upload completed
ar: اكتمل الرفع
cs: Nahrávání bylo dokončeno.
de: Hochladen abgeschlossen
el: Η αποστολή ολοκληρώθηκε
es: Carga completada
fr: Envoi effectué
hu: Feltöltés kész
it: Caricamento completato
nl: Uploaden is voltooid
pt_br: Carregamento concluído
ro: Încărcare finalizată
ru: Загрузка завершена
tr: Yükleme tamamlandı

# id_upload_failed
source: Couldn't upload data
ar: تعذر رفع البيانات
cs: Data nelze nahrát.
de: Hochladen der Daten fehlgeschlagen
el: Δεν ήταν δυνατή η αποστολή δεδομένων
es: No se han podido cargar los datos.
fr: Envoi des données impossible
hu: Az adatok feltöltése sikertelen.
it: Impossibile caricare i dati
nl: Kan gegevens niet uploaden
pt_br: Não foi possível carregar dados
ro: Datele nu au putut fi încărcate
ru: Не удалось загрузить данные
tr: Veri yüklenemedi

# id_kids_name_null
source: Enter child’s name
ar: إدخال اسم الطفل
cs: Zadejte jméno dítěte
de: Name des Kindes eingeben
el: Εισάγετε το όνομα του παιδιού
es: Introduzca el nombre del niño
fr: Indiquez le nom de l’enfant
hu: Írja be gyermeke nevét
it: Inserire il nome del bambino
nl: Voer naam van het kind in
pt_br: Digitar nome da criança
ro: Introduceţi numele copilului
ru: Введите имя ребенка
tr: Çocuğun adını girin

# id_boy
source: Boy
ar: ولد
cs: Chlapec
de: Junge
el: Αγόρι
es: Chico
fr: Garçon
hu: Fiú
it: Maschio
nl: Jongen
pt_br: Garoto
ro: Băiat
ru: Мальчик
tr: Erkek çocuk

# id_girl
source: Girl
ar: فتاة
cs: Dívka
de: Mädchen
el: Κορίτσι
es: Chica
fr: Fille
hu: Lány
it: Femmina
nl: Meisje
pt_br: Garota
ro: Fată
ru: Девочка
tr: Kız çocuk

# id_add_contacts_number_exists
source: Number already exists
ar: الرقم موجود بالفعل
cs: Číslo již existuje
de: Nummer gibt es bereits
el: Ο αριθμός υπάρχει ήδη
es: El número ya existe
fr: Le nombre existe déjà
hu: A szám már létezik
it: Numero già esistente
nl: Nummer bestaat al
pt_br: O número já existe
ro: Numărul există deja
ru: Номер уже существует
tr: Numara zaten var

# id_bluetooth_disconnected
source: Bluetooth disconnected
ar: تم فصل Bluetooth
cs: Bluetooth odpojeno
de: Bluetooth getrennt
el: Το Bluetooth αποσυνδέθηκε
es: Bluetooth desconectado
fr: Bluetooth déconnecté
hu: Bluetooth kapcsolat megszakadt
it: Bluetooth scollegato
nl: Bluetooth-verbinding verbroken
pt_br: Bluetooth desconectado
ro: Bluetooth deconectat
ru: Bluetooth отключен
tr: Bluetooth bağlantısı kesildi
