Repository: jigang-duan/Move-iOS
Catalog: Move App/Move App/*.lproj/Localizable.strings
Languages: ar, cs, de, el, es, fr, hu, it, nl, pt_br, ro, ru, tr

# id_string_steps
source: Steps
ar: الخطوات
cs: Kroky
de: Schritte
el: Βήματα
es: Pasos
fr: Pas
hu: Lépések
it: Passi
nl: Stappen
pt_br: Passos
ro: Pași
ru: Шаги
tr: Adım

# id_lower_steps
source: steps
ar: الخطوات
cs: kroky
de: Schritte
el: βήματα
es: pasos
fr: pas
hu: lépés
it: passi
nl: stappen
pt_br: passos
ro: pași
ru: шаги
tr: adım

# id_help_for_paired
source: Pairing help
ar: تعليمات الإقران
cs: Pomoc se spárováním
de: Kopplungshilfe
el: Βοήθεια σχετικά με την αντιστοίχιση
es: Ayuda de sincronización
fr: Aide à l'appairage
hu: Párosítási súgó
it: Guida per l'associazione
nl: Hulp met koppelen
pt_br: Ajuda para emparelhamento
ro: Ajutor împerechere
ru: Помощь при сопряжении
tr: Eşleştirme yardımı

# id_help_for_apn
source: Help for APN
ar: تعليمات حول APN
cs: Pomocí s bodem APN
de: APN-Hilfe
el: Βοήθεια σχετικά με το APN
es: Ayuda de APN
fr: Aide sur l'APN
hu: Elérési pont súgó
it: Guida APN
nl: Hulp met APN
pt_br: Ajuda para APN
ro: Ajutor APN
ru: Справка для APN
tr: APN yardımı

# id_info_paired_1
source: Power on your watch
ar: قم بتشغيل ساعتك
cs: Zapněte hodinky
de: Watch aktivieren
el: Ενεργοποιήστε το ρολόι
es: Activar el reloj
fr: Réveiller la montre
hu: Óra bekapcsolása
it: Attiva orologio
nl: Het horloge activeren
pt_br: Ligar seu Watch
ro: Porniți ceasul
ru: Включите часы
tr: Saatinizi açın

# id_info_paired_2
source: Swipe left for QR code and IMEI
ar: مرر ناحية اليسار للوصول إلى رمزي QR وIMEI
cs: Přejeďte vlevo pro QR kód
de: Nach links wischen: QR-Code und IMEI
el: Σύρετε αριστερά για κωδικό QR και IMEI
es: Hacia la izq. para obtener cód. QR e IMEI
fr: Balayer à gauche pour les codes QR et IMEI
hu: Csúsztasson balra a QR-kódért és az IMEI-ért.
it: Scorri a sinistra per il codice QR e IMEI
nl: Veeg naar links voor de QR-code en IMEI
pt_br: Deslizar p/a esquerda para código QR e IMEI
ro: Glisați spre stânga pentru codul QR și IMEI
ru: Скользите влево для отображения QR-кода и IMEI
tr: QR kod ve IMEI için sola kaydırın

# id_info_apn_has_paired_1
source: Power on your watch
ar: قم بتشغيل ساعتك
cs: Zapněte hodinky
de: Watch aktivieren
el: Ενεργοποιήστε το ρολόι
es: Activar el reloj
fr: Réveiller la montre
hu: Óra bekapcsolása
it: Attiva orologio
nl: Het horloge activeren
pt_br: Ligar seu Watch
ro: Porniți ceasul
ru: Включите часы
tr: Saatinizi açın

# id_info_apn_has_paired_2
source: From the Home screen, swipe right 3 times and touch settings.
ar: من الشاشة الرئيسية، مرر إلى اليمين 3 مرات والمس الإعدادات.
cs: Na úvodní obrazovce přejeďte 3krát vpravo a stiskněte možnost Nastavení.
de: Einstellung eingeben
el: Από την Αρχική οθόνη, σύρετε προς τα δεξιά 3 φορές και αγγίξτε τις ρυθμίσεις.
es: Introducir la configuración
fr: Saisir le paramètre
hu: Csúsztassa az ujját jobbra 3 alkalommal a kezdőképernyőről, majd érintse meg a Beállítások lehetőséget.
it: Immetti impostazione
nl: De instelling opgeven
pt_br: Na tela inicial, deslize para a direita 3 vezes e toque em configurações.
ro: Glisați spre dreapta de 3 ori de pe ecranul principal și atingeți opțiunea Setări.
ru: На главном экране проведите пальцем вправо 3 раза и нажмите настройки.
tr: Ana ekranda 3 kez sağa kaydırıp ayarlara dokunun.

# id_info_apn_has_paired_3
source: Scroll down and touch APN
ar: مرر للأسفل والمس APN
cs: Posuňte se dolů a stiskněte APN.
de: APN-Einstellungen suchen
el: Κάντε ολίσθηση και αγγίξτε το APN
es: Buscar ajustes de APN
fr: Accéder aux paramètres d'APN
hu: Görgessen lefelé, majd érintse meg az Elérési pont lehetőséget.
it: Trova impostazioni APN
nl: APN-instellingen zoeken
pt_br: Rolar para baixo e tocar em APN
ro: Derulați în jos și atingeți opțiunea APN
ru: Прокрутите вниз и выберите APN
tr: Aşağı kaydırıp APN'e dokunun

# id_info_apn_has_paired_4
source: Make sure your phone has Bluetooth turned on
ar: تأكد من تشغيل Bluetooth على هاتفك
cs: Ověřte, že je v telefonu zapnuta funkce Bluetooth.
de: Sicherstellen, dass Bluetooth aktiviert ist
el: Βεβαιωθείτε ότι το Bluetooth του τηλεφώνου σας είναι ενεργοποιημένο
es: Los ajustes de APN aparecerán en la pantalla
fr: Les paramètres d'APN s’afficheront à l’écran
hu: Bizonyosodjon meg arról, hogy a Bluetooth be van kapcsolva a telefonján.
it: Le impostazioni APN verranno visualizzate sullo schermo
nl: APN-instellingen verschijnen op het scherm
pt_br: Certifique-se de que seu telefone está com o Bluetooth ativado
ro: Asigurați-vă că funcția Bluetooth este activată pe telefon
ru: Убедитесь, что на вашем телефоне включен Bluetooth
tr: Telefonunuzda Bluetooth'un açık olduğundan emin olun

# id_info_apn_has_paired_5
source: In the TCLMOVE app, go to Me > Family watch >APN. Select your watch, set the APN, and touch Save.
ar: في تطبيق TCLMOVE، انتقل إلى أنا > الساعة العائلية >APN. حدد ساعتك، ثم اضبط APN ثم المس حفظ.
cs: V aplikaci TCLMOVE přejděte do nabídky Já > Rodinné hodinky > APN. Vyberte své hodinky, nastavte bod APN a stiskněte možnost Uložit.
de: In der TCL MOVE App zu Ich>Family Watch>APN gehen. Watch auswählen, APN eingeben und speichern.
el: Στην εφαρμογή TCLMOVE, μεταβείτε στο Εγώ > Family watch > APN. Επιλέξτε το ρολόι σας, ορίστε το APN και πατήστε Αποθήκευση.
es: Configurar el APN en la aplicación
fr: Définir l'APN dans l'application
hu: A TCLMOVE alkalmazásban: lépjen az Én > Családi óra > Elérési pont menüpontba. Válassza ki az óráját, állítsa be az elérési pontot, majd érintse meg a Mentés lehetőséget.
it: Imposta APN nell'applicazione
nl: Stel APN in de app in
pt_br: No aplicativo TCLMOVE, vá para Eu > Family watch > APN. Selecione seu Watch, defina o APN e toque em Salvar.
ro: În aplicația TCL MOVE, accesați Eu > Ceas de familie > APN. Selectați ceasul dvs., setați punctul APN și atingeți opțiunea Salvare.
ru: В приложении TCLMOVE откройте Я > Family watch > APN. Выберите ваши часы, установите APN и нажмите «Сохранить».
tr: TCLMOVE uygulamasında, Ben > Aile saati > APN'e gidin. Saatinizi seçin, APN'i ayarlayın ve Kaydet'e dokunun.

# id_info_apn_not_paired_1
source: Power on your watch
ar: قم بتشغيل ساعتك
cs: Zapněte hodinky
de: Watch aktivieren
el: Ενεργοποιήστε το ρολόι
es: Activar el reloj
fr: Réveiller la montre
hu: Óra bekapcsolása
it: Attiva orologio
nl: Het horloge activeren
pt_br: Ligar seu Watch
ro: Porniți ceasul
ru: Включите часы
tr: Saatinizi açın

# id_info_apn_not_paired_2
source: From the Home screen, swipe right and touch settings.
ar: من الشاشة الرئيسية، مرر إلى اليمين والمس الإعدادات.
cs: Na úvodní obrazovce přejeďte vpravo a stiskněte možnost Nastavení.
de: Nach rechts wischen: APN-Einstellungen
el: Από την Αρχική οθόνη, σύρετε προς τα δεξιά και αγγίξτε τις ρυθμίσεις.
es: Deslizar a la derecha para los ajustes de APN
fr: Balayer à droite pour les paramètres d'APN
hu: Csúsztassa az ujját jobbra a kezdőképernyőről, majd érintse meg a Beállítások lehetőséget.
it: Scorri a destra per le impostazioni APN
nl: Veeg naar rechts voor APN-instelling
pt_br: Na tela inicial, deslize o dedo para a direita e toque em configurações.
ro: Glisați spre dreapta de pe ecranul principal și atingeți opțiunea de setări.
ru: На главном экране проведите вправо и нажмите настройки.
tr: Ana ekranda sağa kaydırıp ayarlara dokunun.

# id_info_apn_not_paired_3
source: In the TCLMOVE app, go to Me > Family watch >APN. Select your watch, set the APN, and touch Save.
ar: في تطبيق TCLMOVE، انتقل إلى أنا > الساعة العائلية >APN. حدد ساعتك، ثم اضبط APN ثم المس حفظ.
cs: V aplikaci TCLMOVE přejděte na možnost Já > Přidat zařízení > Skenovat kód QR. Načtěte kód QR, který se objeví na vašich hodinkách, když přejedete prstem doleva z domovské obrazovky. Poté budete požádáni o zadání ověřovacího kódu, který se zobrazí ve vašich hodinkách. Pokud se nezobrazí žádný ověřovací kód, stiskněte tlačítko Nelze spárovat s hodinkami? > Ne > Nastavení APN. Zapněte Bluetooth a vyberte ze seznamu dostupných zařízení Vaše hodinky. Nastavte položku APN a stiskněte Uložit.
de: In der TCL MOVE App zu Ich>Family Watch>APN gehen. Watch auswählen, APN eingeben und speichern.
el: Στην εφαρμογή TCLMOVE, μεταβείτε στο Εγώ > Family watch > APN. Επιλέξτε το ρολόι σας, ορίστε το APN και πατήστε Αποθήκευση.
es: En la aplicación TCLMOVE, vaya a Mis dispositivos > Añadir dispositivo > Escanear código QR. Escanee el código QR que aparece en su reloj cuando desliza el dedo hacia la izquierda en la pantalla de inicio. Entonces deberá introducir el código de verificación que aparecerá en su reloj. Si no aparece ningún código de verificación, seleccione “¿No se puede emparejar con el reloj?”, seleccione No > Ajustes APN. Encienda el Bluetooth y seleccione su Family Watch de la lista de dispositivos disponibles. Establezca el APN, y toque “Guardar”.
fr: Définir l'APN dans l'application
hu: A TCLMOVE APP alkalmazásban menjen az Én menüpontba> Eszköz hozzáadása> QR kód beolvasása. Olvassa be a QR kódot, ami megjelenik az óráján amikor a kezdő képernyőt balra húzza. Ezután be kell írnia az ellenőrző kódot, amely megjelenik az óráján. Ha nem jelenik meg ellenőrző kód, érintse meg a „Párosítás sikertelen?” menüpontot.> Nem> APN beállítások . Kapcsolja be a Bluetooth-ot és válassza ki a Family Watch-ot az elérhető eszközök listájából. Állítsa be az APN-t és nyomjon Mentés-t.
it: Imposta APN nell'applicazione
nl: Stel APN in de app in
pt_br: No aplicativo TCLMOVE, selecione Eu> Adicionar dispositivo> Código QR> Verificar código. Selecione Ajuda> Não pode ser sincronizado> Configuração de APN> seu relógio> configure o APN> selecione Salvar.No aplicativo TCLMOVE, selecione Eu> Adicionar dispositivo> Código QR. Scaneie o código QR que aparece na tela inicial quando desliza para a esquerda. Digite o código de verificação que aparece no seu relógio. Se o código de verificação não aparece, selecione Não pode ser sincronizado> Configuração de APN. Ative o Bluetooth e selecione o seu relógio da lista de dispositivos disponíveis. Defina o APN e toque em Salvar.
ro: În aplicația TCL MOVE, accesați Eu > Ceas de familie > APN. Selectați ceasul dvs., setați punctul APN și atingeți opțiunea Salvare.
ru: В приложении TCLMOVE нажмите на Профили>Добавить устройство>Сканировать QR-код. QR-код вы найдете в самих часах на экране расположенном правее главного, для этого просто сдвиньте главный экран влево. Затем вам будет предложено ввести проверочный код, который появится на ваших часах. Если же проверочный код не отобразился на часах, то тогда нажмите на Не получается установить сопряжение с часами>Нет>Настройка APN. Включите Bluetooth на вашем смартфоне и в списке доступных устройств выберите Family Watch. Введите параметры точки доступа для SIM-карты установленной в часы и нажмите Сохранить.
tr: TCLMOVE uygulamasında, Ben > Aile saati > APN'e gidin. Saatinizi seçin, APN'i ayarlayın ve Kaydet'e dokunun.

# id_fitness_unit_steps
source: steps
ar: الخطوات
cs: kroky
de: Schritte
el: βήματα
es: pasos
fr: pas
hu: lépés
it: passi
nl: stappen
pt_br: passos
ro: pași
ru: шаги
tr: adım

# id_fitness_unit_minutes
source: min
ar: دقيقة
el: λεπτά
hu: perc
ru: мин
tr: dk

# id_fitness_unit_hours
source: hours
ar: ساعات
cs: hod.
de: Stunden
el: ώρες
es: horas
fr: heures
hu: óra
it: ore
nl: uur
pt_br: horas
ro: ore
ru: часов
tr: saat

# id_fitness_unit_km
source: km
ar: كم
el: χλμ.
ru: км

# id_fitness_unit_bpm
source: bpm
ar: نبضة في الدقيقة
cs: tepů/min.
fr: b/min.
ru: уд/мин

# id_bandfunction_function
source: Function
ar: وظيفة
cs: Funkce
de: Funktion
el: Λειτουργία
es: Función
fr: Fonction
hu: Funkció
it: Funzione
nl: Functie
pt_br: Função
ro: Funcție
ru: Функция
tr: İşlev

# id_bandfunction_alarms
source: Alarms
ar: التنبيهات
cs: Budíky
de: Wecker
el: Αφυπνίσεις
es: Alarmas
fr: Alarmes
hu: Ébresztők
it: Allarmi
nl: Alarmen
pt_br: Alarmes
ro: Alarme
ru: Будильники
tr: Alarmlar

# id_bandfunction_notifications
source: Notifications
ar: الإشعارات
cs: Oznámení
de: Benachrichtigungen
el: Ειδοποιήσεις
es: Notificaciones
hu: Értesítések
it: Notifiche
nl: Meldingen
pt_br: Notificações
ro: Notificări
ru: Уведомления
tr: Bildirimler

# id_bandfunction_gesture
source: Gesture
ar: إيماءات
cs: Gesto
de: Geste
el: Χειρονομία
es: Gesto
fr: Geste
hu: Kézmozdulatok
it: Gesti
nl: Gebaar
pt_br: Gesto
ro: Gest
ru: Жесты
tr: Jest

# id_bandfunction_find_band
source: Find my watch
ar: العثور على ساعتي
cs: Najít mé hodinky
de: Watch suchen
el: Εύρεση του ρολογιού μου
es: Encontrar mi reloj
fr: Retrouver la montre
hu: Find My Watch (Órakereső)
it: Trova il mio orologio
nl: Mijn horloge vinden
pt_br: Encontrar meu Watch
ro: Find my watch (Găsește-mi ceasul)
ru: Поиск устройства
tr: Saatimi bul

# id_bandfunction_about_device
source: About device
ar: حول الجهاز
cs: O zařízení
de: Geräteinformationen
el: Πληροφορίες για τη συσκευή
es: Sobre el dispositivo
fr: À propos de l’appareil
hu: A készülékről
it: Informazioni sul dispositivo
nl: Over het apparaat
pt_br: Sobre o dispositivo
ro: Despre dispozitiv
ru: Об устройстве
tr: Cihaz hakkında

# id_alarms
source: Alarms
ar: التنبيهات
cs: Budíky
de: Wecker
el: Αφυπνίσεις
es: Alarmas
fr: Alarmes
hu: Ébresztők
it: Allarmi
nl: Alarmen
pt_br: Alarmes
ro: Alarme
ru: Будильники
tr: Alarmlar

# id_alarms_on
source: alarms on
ar: التنبيهات قيد التشغيل
cs: budíky zapnuty
de: Wecker an
el: Ενεργοποίηση αφυπνίσεων
es: alarmas activadas
fr: alarmes activées
hu: ébresztők bekapcsolva
it: allarmi attivati
nl: alarmen aan
pt_br: alarmes ligados
ro: alarme activate
ru: будильники вкл
tr: alarmlar etkin

# id_no_alarm_set
source: No alarm set
ar: لم يتم تعيين تنبيه
cs: Nejsou nastavené žádné budíky
de: Keine Weckzeit festgelegt
el: Δεν έχει οριστεί αφύπνιση
es: No hay alarmas fijadas
fr: Aucune alarme réglée
hu: Nincs beállítva ébresztő
it: Nessun allarme impostato
nl: Geen alarm ingesteld
pt_br: Sem alarmes definidos
ro: Nicio alarmă setată
ru: Будильник не установлен
tr: alarm ayarlanmadı

# id_notifications
source: Notifications
ar: الإشعارات
cs: Oznámení
de: Benachrichtigungen
el: Ειδοποιήσεις
es: Notificaciones
hu: Értesítések
it: Notifiche
nl: Meldingen
pt_br: Notificações
ro: Notificări
ru: Уведомления
tr: Bildirimler

# id_allowed
source: allowed
ar: مسموح
cs: povoleno
de: zulässig
el: επιτρέπεται
es: permitido
fr: autorisé
hu: engedélyezett
it: consentito
nl: toegestaan
pt_br: permitido
ro: cu permisiune
ru: разрешено
tr: izin verildi

# id_gesture
source: Gesture
ar: إيماءات
cs: Gesto
de: Geste
el: Χειρονομία
es: Gesto
fr: Geste
hu: Kézmozdulatok
it: Gesti
nl: Gebaar
pt_br: Gesto
ro: Gest
ru: Жесты
tr: Jest

# id_camera_on
source: Camera on
ar: الكاميرا قيد التشغيل
cs: Fotoaparát je zapnutý
de: Kamera einschalten
el: Η κάμερα είναι ενεργή
es: Cámara activada
fr: Appareil photo allumé
hu: Kamera bekapcsolva
it: Fotocamera accesa
nl: Camera aan
pt_br: Câmera ligada
ro: Aparat foto pornit
ru: Камера
tr: Kamera açık

# id_music_on
source: Music on
ar: تشغيل الموسيقى
cs: Hudba zapnuta
de: Musik einschalten
el: Ενεργοποίηση μουσικής
es: Música activada
fr: Musique avec son
hu: Zene bekapcsolva
it: Musica attiva
nl: Muziek aan
pt_br: Música ativa
ro: Muzică pornită
ru: Включить мелодию уведомления
tr: Müzik açık

# id_camera
source: Camera
ar: الكاميرا
cs: Fotoaparát
de: Kamera
el: Κάμερα
es: Cámara
fr: Appareil photo
hu: Kamera
it: Fotocamera
pt_br: Câmera
ro: Aparat foto
ru: Камера
tr: Kamera

# id_camera_with_your_palm
source: With your palm down, quickly rotate your wrist twice to start or exit Camera/Music.
ar: مع وضع راحة يدك لأسفل، أدر معصمك مرتين بسرعة لبدء تشغيل الكاميرا/الموسيقى أو الخروج منها.
cs: Aplikace Fotoaparát/Hudba spustíte nebo ukončíte tak, že s dlaní směrem dolů rychle dvakrát otočte zápěstím.
de: Drehen Sie das Handgelenk mit der Handfläche nach unten zweimal schnell, um die Kamera/Musik zu starten oder zu beenden.
el: Με την παλάμη στραμμένη προς τα κάτω, περιστρέψτε γρήγορα τον καρπό σας δύο φορές για να εκκινήσετε ή να εξέλθετε από την κάμερα/μουσική.
es: Con la palma de la mano hacia abajo, gire la muñeca rápidamente hacia afuera dos veces para abrir o cerrar la aplicación Cámara/Música.
fr: Paume de la main vers le bas, retournez rapidement le poignet deux fois pour ouvrir ou fermer Appareil photo/Musique.
hu: Fordítsa a tenyerét lefelé, majd gyorsan fordítsa el kétszer a csuklóját a Kamera/Zene bekapcsolásához/kikapcsolásához.
it: Con il palmo rivolto verso il basso, ruotare velocemente il polso due volte per avviare o chiudere la fotocamera/la musica.
nl: Houd uw handpalm omlaag en draai uw pols snel twee keer om Camera/Muziek te starten of af te sluiten.
pt_br: Com a palma da mão para baixo, gire rapidamente seu pulso duas vezes para iniciar ou sair da Câmera/Música.
ro: Cu palma în jos, rotiți rapid încheietura de două ori pentru a porni aplicația Aparat foto/Muzică sau a ieși din aceasta.
ru: Удерживайте руку неподвижно ладонью вниз в течение 1 секунды, затем поверните запястье дважды от себя для включения музыки или запуска камеры.
tr: Avcunuz aşağı dönükken Kamera / Müzik modunu başlatmak veya bu moddan çıkmak için bileğinizi ki kez döndürün.

# id_music
source: Music
ar: الموسيقى
cs: Hudba
de: Musik
el: Μουσική
es: Música
fr: Musique
hu: Zene
it: Musica
nl: Muziek
pt_br: Música
ro: Muzică
ru: Музыка
tr: Müzik

# id_music_with_your_palm
source: With your palm down, quickly rotate your wrist twice to start or exit Camera/Music.
ar: مع وضع راحة يدك لأسفل، أدر معصمك مرتين بسرعة لبدء تشغيل الكاميرا/الموسيقى أو الخروج منها.
cs: Aplikace Fotoaparát/Hudba spustíte nebo ukončíte tak, že s dlaní směrem dolů rychle dvakrát otočte zápěstím.
de: Drehen Sie das Handgelenk mit der Handfläche nach unten zweimal schnell, um die Kamera/Musik zu starten oder zu beenden.
el: Με την παλάμη στραμμένη προς τα κάτω, περιστρέψτε γρήγορα τον καρπό σας δύο φορές για να εκκινήσετε ή να εξέλθετε από την κάμερα/μουσική.
es: Con la palma de la mano hacia abajo, gire la muñeca rápidamente hacia afuera dos veces para abrir o cerrar la aplicación Cámara/Música.
fr: Paume de la main vers le bas, retournez rapidement le poignet deux fois pour ouvrir ou fermer Appareil photo/Musique.
hu: Fordítsa a tenyerét lefelé, majd gyorsan fordítsa el kétszer a csuklóját a Kamera/Zene bekapcsolásához/kikapcsolásához.
it: Con il palmo rivolto verso il basso, ruotare velocemente il polso due volte per avviare o chiudere la fotocamera/la musica.
nl: Houd uw handpalm omlaag en draai uw pols snel twee keer om Camera/Muziek te starten of af te sluiten.
pt_br: Com a palma da mão para baixo, gire rapidamente seu pulso duas vezes para iniciar ou sair da Câmera/Música.
ro: Cu palma în jos, rotiți rapid încheietura de două ori pentru a porni aplicația Aparat foto/Muzică sau a ieși din aceasta.
ru: Удерживайте руку неподвижно ладонью вниз в течение 1 секунды, затем поверните запястье дважды от себя для включения музыки или запуска камеры.
tr: Avcunuz aşağı dönükken Kamera / Müzik modunu başlatmak veya bu moddan çıkmak için bileğinizi ki kez döndürün.

# id_paired
source: Paired
ar: تم الإقران
cs: Spárováno
de: Gekoppelt
el: Αντιστοιχίστηκε
es: Sincronizado
fr: Appairé
hu: Párosítva
it: Associato
nl: Gekoppeld
pt_br: Sincronizado
ro: Împerecheat
ru: Подключено
tr: Eşleşti

# id_added
source: Added
ar: تمت الإضافة
cs: Přidáno
de: Hinzugefügt
el: Προστέθηκε
es: Añadido
fr: Ajouté
hu: Hozzáadva
it: Aggiunto
nl: Toegevoegd
pt_br: Adicionado
ro: Adăugat
ru: Добавлено
tr: Eklendi

# id_not_added
source: Not added
ar: لم تتم الإضافة
cs: Nepřidáno
de: Nicht hinzugefügt
el: Δεν προστέθηκε
es: No se ha añadido
fr: Non ajouté
hu: Nem került hozzáadásra
it: Non aggiunto
nl: Niet toegevoegd
pt_br: Não adicionado
ro: Nu a fost adăugat
ru: Не добавлено
tr: Eklenmedi

# id_charging
source: Charging
ar: جارٍ الشحن
cs: Nabíjení
de: Wird geladen...
el: Φόρτιση σε εξέλιξη
es: Cargando
fr: Chargement
hu: Töltés folyamatban
it: Ricarica in corso
nl: Opladen
pt_br: Carregando
ro: Se încarcă
ru: Зарядка
tr: Şarj oluyor

# id_battery
source: Battery
ar: البطارية
cs: Baterie
de: Akku
el: Μπαταρία
es: Batería
fr: Batterie
hu: Akkumulátor
it: Batteria
nl: Accu
pt_br: Bateria
ro: Baterie
ru: Батарея
tr: Pil

# id_off
source: Off
ar: إيقاف
cs: Vyp.
de: Aus
el: Ανενεργό
es: Desact.
fr: Désact.
hu: KI
it: Disattivato
nl: Uit
pt_br: Deslig.
ro: Opțiune dezactivată
ru: ВЫКЛ
tr: Kapalı

# id_pair_new_device
source: Pair new device
ar: إقران جهاز جديد
cs: Spárovat nové zařízení
de: Neues Gerät koppeln
el: Σύζευξη νέας συσκευής
es: Sincronizar nuevo dispositivo
fr: Appairer un nouvel appareil
hu: Új készülék párosítása
it: Associa nuovo dispositivo
nl: Nieuw apparaat koppelen
pt_br: Emparelhar novo dispositivo
ro: Împerecheați un dispozitiv nou
ru: Сопряжение нового устройства
tr: Yeni cihazı eşleştirin

# id_days_since_last_charge
source: days since last charge
ar: عدد الأيام منذ آخر شحن
cs: dnů od posledního nabití
de: Tage seit letztem Ladevorgang
el: ημέρες από την τελευταία φόρτιση
es: días desde la última carga
fr: jours depuis la dernière recharge
hu: A legutóbbi feltöltés óta eltelt napok száma:
it: giorni dall'ultima ricarica
nl: dagen sinds laatste keer opladen
pt_br: dias desde a última carga
ro: zile de la ultima încărcare
ru: дней с момента последней зарядки
tr: son şarjdan bu yana geçen gün

# id_find_my_wristband
source: Find my watch
ar: العثور على ساعتي
cs: Najít mé hodinky
de: Watch suchen
el: Εύρεση του ρολογιού μου
es: Encontrar mi reloj
fr: Retrouver la montre
hu: Find My Watch (Órakereső)
it: Trova il mio orologio
nl: Mijn horloge vinden
pt_br: Encontrar meu Watch
ro: Find my watch (Găsește-mi ceasul)
ru: Поиск устройства
tr: Saatimi bul

# id_wristband_will_flash_and_vibrate
source: watch will flash and vibrate
ar: ستومض الساعة وتهتز
cs: hodinky zablikají a zavibrují
de: Watch blinkt und vibriert
el: Το ρολόι θα εκπέμψει φως και θα δονηθεί
es: El reloj parpadeará y vibrará
fr: la montre clignotera et vibrera
hu: Az óra villogni és rezegni fog.
it: l'orologio lampeggerà e vibrerà
nl: Horloge knippert en trilt
pt_br: Watch piscará e vibrará
ro: ceasul va pâlpâi și va vibra
ru: часы начнут мигать и вибрировать
tr: saat ışık yakacak ve titreşecek

# id_about_device
source: About device
ar: حول الجهاز
cs: O zařízení
de: Geräteinformationen
el: Πληροφορίες για τη συσκευή
es: Sobre el dispositivo
fr: À propos de l’appareil
hu: A készülékről
it: Informazioni sul dispositivo
nl: Over het apparaat
pt_br: Sobre o dispositivo
ro: Despre dispozitiv
ru: Об устройстве
tr: Cihaz hakkında

# id_largest_number_of_five
source: The alarm clock the largest number of five
ar: يُصدر المنبه صوت أكبر عدد من الخمسة
cs: Budík – nejvyšší číslo 5
de: Bis zu 5 Weckzeiten können festgelegt werden.
el: Μπορείτε να ορίσετε πέντε ξυπνητήρια
es: Se pueden fijar hasta 5 alarmas
fr: Jusqu’à 10 alarmes réglables
hu: Maximum 5 ébresztőóra hozzáadása lehetséges.
it: È possibile impostare un massimo di cinque allarmi.
nl: Er kunnen maximaal vijf alarmen worden ingesteld
pt_br: O número máximo de alarmes é cinco
ro: Pot fi adăugate până la cinci alarme
ru: Максимально возможное количество установленных будильников - 5
