Repository: jigang-duan/Move-iOS
Catalog: Move App/Move App/*.lproj/Localizable.strings
Languages: ar, cs, de, el, es, fr, hu, it, nl, pt_br, ro, ru, tr

# id_time_zone
source: Time zone
ar: المنطقة الزمنية
cs: Časové pásmo
de: Zeitzone
el: Ζώνη ώρας
es: Zona horaria
fr: Fuseau horaire
hu: Időzóna
it: Fuso orario
nl: Tijdzone
pt_br: Fuso horário
ro: Fus orar
ru: Часовой пояс
tr: Saat dilimi

# id_select_time_zone
source: Select time zone
ar: تحديد المنطقة الزمنية
cs: Vybrat časové pásmo
de: Zeitzone auswählen
el: Επιλογή ζώνης ώρας
es: Seleccionar zona horaria
fr: Définir fuseau horaire
hu: Időzóna kiválasztása
it: Seleziona fuso orario
nl: Tijdzone selecteren
pt_br: Selecionar fuso horário
ro: Selectați fusul orar
ru: Выбрать часовой пояс
tr: Saat dilimini seç

# id_watch_language
source: Language
ar: اللغة
cs: Jazyk
de: Sprache
el: Γλώσσα
es: Idioma
fr: Langue
hu: Nyelv
it: Lingua
nl: Taal
pt_br: Idioma
ro: Limbă
ru: Язык
tr: Dil

# id_apn
source: APN
ar: اسم نقطة الوصول (APN)
hu: Elérési pont

# id_apn_help
source: Can't find watch in list?
ar: ألا تستطيع العثور على الساعة في القائمة؟
cs: Hodinky na seznamu nejsou?
de: Watch nicht in Liste enthalten?
el: Δεν μπορείτε να βρείτε το ρολόι στη λίστα;
es: ¿No encuentra el reloj en la lista?
fr: Vous ne trouvez pas la montre dans la liste ?
hu: Nem találja az órát a listában?
it: Impossibile trovare l'orologio nell'elenco?
nl: Staat het horloge niet in de lijst?
pt_br: Não é possível encontrar o Watch na lista?
ro: Nu găsiți ceasul în listă?
ru: Не можете найти часы в списке?
tr: Saati listede bulamadınız mı?

# id_ble_not_supported
source: BLE not supported
ar: BLE غير مدعوم
cs: Technologie BLE není podporována
de: BLE nicht unterstützt
el: Το BLE δεν υποστηρίζεται
es: El BLE no es compatible.
fr: BLE non pris en charge
hu: BLE nem támogatott
it: BLE non supportato
nl: BLE niet ondersteund
pt_br: BLE não suportado
ro: Funcția BLE nu este acceptată
ru: BLE не поддерживается
tr: BLE desteklenmiyor

# id_error_bluetooth_not_supported
source: Bluetooth not supported
ar: Bluetooth غير مدعوم
cs: Rozhraní Bluetooth není podporováno
de: Bluetooth nicht unterstützt
el: Το Bluetooth δεν υποστηρίζεται
es: El Bluetooth no es compatible.
fr: Bluetooth non pris en charge
hu: Bluetooth nem támogatott.
it: Bluetooth non supportato
nl: Bluetooth niet ondersteund
pt_br: Bluetooth não suportado
ro: Funcția Bluetooth nu este acceptată
ru: Bluetooth не поддерживается
tr: Bluetooth desteklenmiyor

# id_unknown_device
source: Unknown device
ar: جهاز غير معروف
cs: Neznámé zařízení
de: Unbekanntes Gerät
el: Άγνωστη συσκευή
es: Dispositivo desconocido
fr: Appareil inconnu
hu: Ismeretlen készülék
it: Dispositivo sconosciuto
nl: Onbekend apparaat
pt_br: Dispositivo desconhecido
ro: Dispozitiv necunoscut
ru: Неизвестное устройство
tr: Bilinmeyen cihaz

# id_apn_description
source: Connect to
ar: الاتصال بـ
cs: Připojit se k
de: Verbinden mit
el: Σύνδεση στο
es: Conéctese a
fr: Connectez-vous à
hu: Csatlakozás a következőhöz:
it: Connettersi a
nl: Verbinden met
pt_br: Conectar-se a
ro: Conectare la
ru: Подключиться к
tr: Bağlan:

# id_update
source: Update
ar: تحديث
cs: Aktualizovat
de: Aktualisierung
el: Ενημέρωση
es: Actualizar
fr: Mettre à jour
hu: Frissítés
it: Aggiorna
nl: Bijwerken
pt_br: Atualizar
ro: Actualizare
ru: Обновление
tr: Güncelle

# id_unpaired_with_watch
source: Unpair
ar: إلغاء الاقتران
cs: Zrušit spárování
de: Nicht mit Watch gekoppelt
el: Κατάργηση αντιστοίχισης
es: Desvincular
fr: Séparé de la montre
hu: Párosítás bontása
it: Associazione all'orologio annullata
nl: Niet gekoppeld met horloge
pt_br: Cancelar emparelhamento
ro: Anulare împerechere
ru: Cancelar sincronização
tr: Eşleştirmeyi kaldır

# id_kids_name
source: Child's name
ar: اسم الطفل
cs: Jméno dítěte
de: Name des Kindes
el: Όνομα παιδιού
es: Nombre del niño
fr: Nom de l’enfant
hu: A gyermek neve
it: Nome del bambino
nl: Naam van kind
pt_br: Nome da criança
ro: Nume copil
ru: Имя ребенка
tr: Çocuğun adı

# id_kids_phone
source: Family Watch phone number
ar: رقم هاتف الساعة العائلية
cs: Telefonní číslo rodinných hodinek
de: Family Watch-Telefonnummer
el: Αριθμός τηλεφώνου Family Watch
es: Número de teléfono de Family Watch
fr: Numéro de téléphone de la montre familiale
hu: Családi óra telefonszáma
it: Numero di telefono orologio
nl: Telefoonnummer van familiehorloge
pt_br: Número de telefone para Family Watch
ro: Număr de telefon al ceasului de familie
ru: Номер телефона Family watch
tr: Aile Saati telefon numarası

# id_gender
source: Gender
ar: النوع
cs: Pohlaví
de: Geschlecht
el: Φύλο
es: Género
fr: Sexe
hu: Nem
it: Sesso
nl: Geslacht
pt_br: Sexo
ro: Sex
ru: Пол
tr: Cinsiyet

# id_user_female
source: Female
ar: أنثى
cs: Žena
de: weiblich
el: Γυναίκα
es: Femenino
fr: Fille
hu: Nő
it: Femmina
nl: vrouw
pt_br: Feminino
ro: Femeie
ru: Женский
tr: Kadın

# id_user_male
source: Male
ar: ذكر
cs: Muž
de: männlich
el: Άνδρας
es: Masculino
fr: Garçon
hu: Férfi
it: Maschio
nl: man
pt_br: Masculino
ro: Bărbat
ru: Мужской
tr: Erkek

# id_height
source: Height
ar: الطول
cs: Výška
de: Größe
el: Ύψος
es: Altura
fr: Taille
hu: Magasság
it: Altezza
nl: Lengte
pt_br: Altura
ro: Înălțime
ru: Рост
tr: Boy

# id_weight
source: Weight
ar: الوزن
cs: Hmotnost
de: Gewicht
el: Βάρος
es: Peso
fr: Poids
hu: Testsúly
it: Peso
nl: Gewicht
pt_br: Peso
ro: Greutate
ru: Вес
tr: Kilo

# id_birthday
source: Date of birth
ar: تاريخ الميلاد
cs: Datum narození
de: Geburtsdatum
el: Ημερομηνία γέννησης
es: Fecha de nacimiento
fr: Date de naissance
hu: Születési dátum
it: Data di nascita
nl: Geboortedatum
pt_br: Data de nascimento
ro: Data nașterii
ru: Дата рождения
tr: Doğum tarihi

# id_phone_null_warning
source: Set phone number for Family watch
ar: تعيين رقم هاتف للساعة العائلية
cs: Nastavit telefonní číslo pro rodinné hodinky
de: Telefonnummer angeben
el: Ορισμός αριθμού τηλεφώνου για το Family watch
es: Establezca su número de teléfono
fr: Indiquer votre numéro de téléphone
hu: Állítsa be a telefonszámot a családi óra számára
it: Imposta il numero di telefono del bambino
nl: Uw telefoonnummer instellen
pt_br: Definir número de telefone para Family Watch
ro: Setați numărul de telefon pentru ceasul de familie
ru: Установить номер телефона для Family watch
tr: Aile saati için telefon numarasını ayarla

# id_available_device
source: Available devices
ar: الجهاز المتوفر
cs: Dostupné zařízení
de: Verfügbares Gerät
el: Διαθέσιμη συσκευή
es: Dispositivo disponible
fr: Appareil disponible
hu: Elérhető készülékek
it: Dispositivo disponibile
nl: Beschikbaar apparaat
pt_br: Dispositivo disponível
ro: Dispozitiv disponibil
ru: Доступное устройство
tr: Kullanılabilir cihaz

# id_cancel
source: CANCEL
ar: إلغاء
cs: ZRUŠIT
de: Abbrechen
el: ΑΚΥΡΩΣΗ
es: Cancelar
fr: Annuler
hu: MÉGSE
it: Annulla
nl: Annuleren
pt_br: CANCELAR
ro: ANULARE
ru: ОТМЕНА
tr: İPTAL

# id_yes
source: YES
ar: نعم
cs: ANO
de: JA
el: ΝΑΙ
es: SÍ
fr: OUI
hu: IGEN
it: SÌ
nl: JA
pt_br: SIM
ro: DA
ru: ДА
tr: EVET

# id_set_apn
source: Set APN
ar: تعيين اسم نقطة الوصول APN
cs: Nastavit APN
de: APN setzen
el: Ορισμός APN
es: Configurar APN
fr: Définir l'APN
hu: Elérési pont beállítása
it: Imposta APN
nl: APN instellen
pt_br: Definir APN
ro: Setare APN
ru: Установить APN
tr: APN ayarla

# id_ok
source: OK
ar: موافق
es: Aceptar
tr: TAMAM

# id_authentication_type
source: Authentication
ar: المصادقة
cs: Ověření
de: Authentifizierung
el: Έλεγχος ταυτότητας
es: Autenticación
fr: Authentification
hu: Hitelesítés
it: Autenticazione
nl: Verificatie
pt_br: Autenticação
ro: Autentificare
ru: Аутентификация
tr: Kimlik doğrulama

# id_dial_number
source: Dial Number
ar: طلب رقم
cs: Vytočit číslo
de: Nummer wählen
el: Κλήση αριθμού
es: Marcar número
fr: Composer le numéro
hu: Szám tárcsázása
it: Componi numero
nl: Nummer bellen
pt_br: Discar número
ro: Formați numărul
ru: Набрать номер
tr: Çevrilen numara

# id_delete_title
source: Delete number
ar: حذف الرقم
cs: Odstranit číslo
de: Nummer löschen
el: Διαγραφή αριθμού
es: Eliminar número
fr: Supprimer le numéro
hu: Szám törlése
it: Elimina numero
nl: Nummer verwijderen
pt_br: Excluir número
ro: Ștergere număr
ru: Удалить номер
tr: Numarayı sil

# id_delete_description
source: Remove this family number?
ar: إزالة هذا الرقم العائلي؟
cs: Odebrat toto rodinné číslo?
de: Diese Familiennummer löschen?
el: Διαγραφή αυτού του οικογενειακού αριθμού;
es: ¿Eliminar este número familiar?
fr: Supprimer ce numéro familial ?
hu: Törli ezt a családi számot?
it: Eliminare questo numero di famiglia?
nl: Dit familienummer verwijderen?
pt_br: Remover este número de família?
ro: Ștergeți acest număr de familie?
ru: Удалить этот семейный номер?
tr: Bu aile numarası kaldırılsın mı?

# id_about_official_phone_call
source: Call customer service
ar: الاتصال بخدمة العملاء؟
cs: Zavolejte na zákaznickou službu
de: Hotline anrufen
el: Κλήση υπηρεσίας εξυπηρέτησης πελατών
es: Llamar a atención al cliente
fr: Appeler le service client
hu: Ügyfélszolgálat hívása
it: Chiama hotline
nl: Hotline bellen
pt_br: Ligar para o serviço de atendimento ao cliente
ro: Apelați serviciul clienți
ru: Позвонить в службу поддержки
tr: Müşteri hizmetlerini ara

# id_phone_call_desc
source: Call %@?
ar: الاتصال بـ %@؟
cs: Zavolat na číslo %@?
de: %@ anrufen?
el: Κλήση %@;
es: ¿Llamar al %@?
fr: Appeler le %@ ?
hu: %@ hívása?
it: Chiamare %@?
nl: %@ bellen?
pt_br: Ligar para %@?
ro: Apelați %@?
ru: Позвонить %@?
tr: %@ aransın mı?

# id_permission_phone_call
source: Allow access to Phone permission to enable phone calls.
ar: السماح بالوصول إلى أذونات الهاتف لتمكين الاتصالات الهاتفية.
cs: Umožněte telefonní hovory povolením přístupu k oprávněním telefonu.
de: Gewähren Sie Zugriff auf Ihr Telefon, um Telefonate zu ermöglichen.
el: Να επιτρέπεται η πρόσβαση στο τηλέφωνο για την πραγματοποίηση κλήσεων.
es: Permitir acceso a su teléfono para habilitar llamadas de teléfono.
fr: Autorisez l’accès à votre téléphone pour permettre les appels téléphoniques.
hu: A hívások engedélyezéséhez adja meg a Telefon eléréséhez szükséges engedélyt.
it: Consentire l'accesso al telefono per attivare le chiamate telefoniche.
nl: Toegang toestaan tot uw telefoon om oproepen in te schakelen.
pt_br: Permitir acesso à autorização do telefone para ativar chamadas telefônicas.
ro: Permiteți accesul la Telefon pentru a activa apelurile telefonice.
ru: Предоставить доступ к разрешениям Телефона для включения телефонных вызовов.
tr: Telefon çağrılarını etkinleştirmek için Telefona erişim izni ver.

# id_user_name
source: Username
ar: اسم المستخدم
cs: Uživatelské jméno
de: Benutzer
el: Όνομα χρήστη
es: Usuario
fr: Utilisateur
hu: Felhasználónév
it: Utente
nl: Gebruiker
pt_br: Nome de usuário
ro: Nume de utilizator
ru: Имя пользователя
tr: Kullanıcı adı

# id_password
source: Password
ar: كلمة المرور
cs: Heslo
de: Passwort
el: Κωδικός πρόσβασης
es: Contraseña
fr: Mot de passe
hu: Jelszó
nl: Wachtwoord
pt_br: Senha
ro: Parolă
ru: Пароль
tr: Parola

# id_protocol
source: Protocol
ar: البروتوكول
cs: Protokol
de: Protokoll
el: Πρωτόκολλο
es: Protocolo
fr: Protocole
hu: Protokoll
it: Protocollo
pt_br: Protocolo
ru: Протокол
tr: Protokol

# id_protocol_access_type
source: Protocol access type
ar: نوع وصول البروتوكول
cs: Typ přístupu pomocí protokolu
de: Protokollzugriffstyp
el: Τύπος πρόσβασης πρωτοκόλλου
es: Tipo de acceso de protocolo
fr: Type d’accès du protocole
hu: Protokoll-elérés típusa
it: Tipo di accesso protocollo
nl: Protocol toegangstype
pt_br: Tipo de acesso de protocolo
ro: Tip de acces la protocol
ru: Тип доступа к протоколу
tr: Protokol erişim tipi

# id_proxy_address
source: Proxy address
ar: عنوان الوكيل
cs: Adresa serveru proxy
de: Proxyadresse
el: Διεύθυνση διακομιστή μεσολάβησης
es: Dirección de proxy
fr: Adresse proxy
hu: Proxy cím
it: Indirizzo proxy
nl: Proxy-adres
pt_br: Endereço de proxy
ro: Adresă proxy
ru: Адрес прокси-сервера
tr: Proxy adresi

# id_proxy_port
source: Proxy port
ar: منفذ الوكيل
cs: Port serveru proxy
el: Θύρα διακομιστή μεσολάβησης
es: Puerto de proxy
fr: Port du proxy
it: Porta proxy
nl: Proxypoort
pt_br: Porta proxy
ro: Port proxy
ru: Порт прокси-сервера
tr: Proxy bağlantı noktası

# id_normal
source: Normal
ar: عادي
cs: Normální
el: Κανονική
hu: Normál
it: Normale
nl: Normaal
ru: Нормальный

# id_password_recovery
source: Password recovery
ar: استعادة كلمة المرور
cs: Obnovení hesla
de: Passwortwiederherstellung
el: Ανάκτηση κωδικού πρόσβασης
es: Recuperar contraseña
fr: Récupération mot de passe
hu: Jelszó-visszaállítás
it: Recupero password
nl: Wachtwoordherstel
pt_br: Recuperação de senha
ro: Recuperare parolă
ru: Восстановление пароля
tr: Parola kurtarma

# id_set_password_tint
source: Send a verification code to your email address to set a new password.
ar: أرسل رمز تحقق إلى عنوان بريدك الإلكتروني لتعيين كلمة مرور جديدة.
cs: Odešlete ověřovací kód na e-mailovou adresu pro nastavení nového hesla.
de: Senden Sie einen Bestätigungscode an Ihre E-Mail-Adresse, um ein neues Passwort festzulegen.
el: Στείλτε κωδικό επιβεβαίωσης στη διεύθυνση email σας για να ορίσετε νέο κωδικό πρόσβασης.
es: Enviar un código de verificación a su correo electrónico para establecer una nueva contraseña.
fr: Envoyez un code de vérification à votre adresse e-mail pour créer un autre mot de passe.
hu: Ellenőrzőkód küldése az e-mail címére az új jelszó beállításához.
it: Inviare un codice di verifica all'indirizzo e-mail per impostare una nuova password.
nl: Een verificatiecode verzenden naar uw e-mailadres om een nieuw wachtwoord in te stellen.
pt_br: Enviar um código de verificação para o seu endereço de e-mail para definir uma nova senha.
ro: Trimiteți un cod de verificare la adresa dvs. e-mail pentru a seta o nouă parolă.
ru: Отправьте код подтверждения на свой адрес электронной почты для установки нового пароля.
tr: Yeni bir parola belirlemek için e-posta adresinize doğrulama kodu gönderilsin.

# id_send_email_failed
source: Couldn't send verification code
ar: تعذر إرسال رمز تحقق
cs: Ověřovací kód nelze odeslat.
de: Die E-Mail konnte nicht gesendet werden.
el: Δεν ήταν δυνατή η αποστολή του κωδικού επαλήθευσης
es: No se pudo enviar el correo electrónico
fr: Envoi de l'e-mail impossible
hu: Az ellenőrzőkód küldése sikertelen.
it: Impossibile inviare il messaggio e-mail
nl: Kan e-mail niet verzenden
pt_br: Não é possível enviar código de verificação
ro: Codul de verificare nu a putut fi trimis
ru: Не удалось отправить код подтверждения
tr: Doğrulama kodu gönderilemiyor

# id_setting_new_password_success
source: New password set
ar: تم تعيين كلمة مرور جديدة
cs: Nové heslo bylo nastaveno.
de: Neues Passwort festgelegt
el: Ορισμός κωδικού πρόσβασης
es: Se ha definido una nueva contraseña.
fr: Mot de passe créé
hu: Új jelszó beállítva
it: Nuova password impostata
nl: Nieuw wachtwoord ingesteld
pt_br: Nova senha definida
ro: Parolă nouă setată
ru: Установлен новый пароль
tr: Yeni parola ayarlandı

# id_account_is_empty
source: Enter username
ar: أدخل اسم مستخدم
cs: Zadejte uživatelské jméno
de: Kontonamen eingeben
el: Καταχώρηση ονόματος χρήστη
es: Introduzca el nombre de cuenta
fr: Saisir le nom du compte
hu: Felhasználónév megadása
it: Immetti nome account
nl: Voer uw accountnaam in
pt_br: Digitar nome de usuário
ro: Introduceți numele de utilizator
ru: Введите имя пользователя
tr: Kullanıcı adı gir

# id_password_is_empty
source: Enter password
ar: أدخل كلمة المرور
cs: Zadejte heslo
de: Passwort eingeben
el: Καταχώρηση κωδικού πρόσβασης
es: Introduzca la contraseña
fr: Saisir le mot de passe
hu: Adja meg a jelszót.
it: Immetti password
nl: Wachtwoord invoeren
pt_br: Inserir senha
ro: Introduceți parola
ru: Введите пароль
tr: Parola girin

# id_psw_len_short
source: Password should be at least 8 characters
ar: يجب أن تكون كلمة المرور 8 أحرف على الأقل
cs: Heslo musí obsahovat alespoň 8 znaků
de: Das Passwort muss mindestens 8 Zeichen umfassen.
el: Ο κωδικός πρόσβασης πρέπει να αποτελείται από τουλάχιστον 8 χαρακτήρες
es: La contraseña debe tener como mínimo 8 caracteres.
fr: Le mot de passe doit comprendre au moins 8 caractères.
hu: A jelszónak 8 karakterből kell állnia.
it: La password deve contenere almeno 8 caratteri.
nl: Het wachtwoord moet ten minste 8 tekens lang zijn.
pt_br: A senha deve ter pelo menos 8 caracteres
ro: Parola trebuie să conțină minimum 8 caractere
ru: Пароль должен быть не менее 8 символов.
tr: Parola en az 8 karakter olmalıdır

# id_email
source: Email
ar: البريد الإلكتروني
es: Correo electrónico
nl: E-mailadres
tr: E-posta

# id_sent_email_success_tint
source: A verification code was sent to your email address
ar: تم إرسال رمز التحقق إلى عنوان بريدك الإلكتروني
cs: Na vaši e-mailovou adresu byl odeslán ověřovací kód
de: Ein Bestätigungscode wurde an Ihre E-Mail-Adresse gesendet.
el: Ένας κωδικός επαλήθευσης στάλθηκε στο email σας
es: Se ha enviado un código de verificación a su correo electrónico
fr: Code de vérification envoyé à votre adresse e-mail
hu: Egy ellenőrzőkód elküldésre került az e-mail címére.
it: Un codice di verifica è stato inviato al tuo indirizzo e-mail
nl: Er is een verificatiecode verzonden naar uw e-mailadres
pt_br: Um código de verificação foi enviado a seu endereço de e-mail
ro: Un cod de verificare a fost trimis la adresa dvs. e-mail
ru: Код подтверждения был отправлен на ваш адрес электронной почты
tr: E-posta adresinize bir doğrulama kodu gönderildi

# id_verification_code
source: Verification code
ar: رمز التحقق
cs: Ověř.í kód
de: Bestätigungscode
el: Κωδ. επαλήθ.
es: Cód. verif.
fr: Code vérif.
hu: Ellenőrzőkód
it: Codice di verifica
nl: Verificatiecode
pt_br: Cód. verif.
ro: Cod de verificare
ru: Код подтверждения
tr: Dğrlm kodu

# id_send_verification_code_success
source: Verification code sent
ar: تم إرسال رمز التحقق
cs: Ověřovací kód byl odeslán.
de: Bestätigungscode gesendet
el: Ο κωδικός επαλήθευσης εστάλη
es: Código de verificación enviado
fr: Code de vérification envoyé
hu: Ellenőrzőkód elküldve
it: Codice di verifica inviato
nl: Verificatiecode verzonden
pt_br: Código de verificação enviado
ro: Cod de verificare trimis
ru: Код подтверждения отправлен
tr: Doğrulama kodu gönderildi

# id_verification_code_error
source: Couldn't send verification code
ar: تعذر إرسال رمز تحقق
cs: Ověřovací kód nelze odeslat.
de: Fehler beim Bestätigungscode
el: Δεν ήταν δυνατή η αποστολή του κωδικού επαλήθευσης
es: Error de código de verificación
fr: Erreur de code de vérification
hu: Az ellenőrzőkód küldése sikertelen.
it: Errore codice di verifica
nl: Fout met verificatiecode.
pt_br: Não é possível enviar código de verificação
ro: Codul de verificare nu a putut fi trimis
ru: Не удалось отправить код подтверждения
tr: Doğrulama kodu gönderilemiyor

# id_resend_time
source: Resend(
ar: إعادة إرسال(
cs: Odeslat znovu (
de: Erneut senden (%@ s)
el: Επανάληψη αποστολής (
es: Reenviar (
fr: Renvoyer (
hu: Újraküldés (
it: Invia di nuovo (%@ s)
nl: Opnieuw verzenden (%@s)
pt_br: Reenviar(
ro: Retrimiteți (%@ s)
ru: Повторная отправка (
tr: Tekrar gönderilsin mi? (

# id_new_password
source: New Password
ar: كلمة مرور جديدة
cs: Nové heslo
de: Neues Passwort
el: Νέος κωδικός πρόσβασης
es: Nueva contraseña
fr: Nouveau mot de passe
hu: Új jelszó
it: Nuova password
nl: Nieuw wachtwoord
pt_br: Nova senha
ro: Parolă nouă
ru: Новый пароль
tr: Yeni Parola

# id_confirm_new_password
source: Confirm password
ar: تأكيد كلمة المرور
cs: Potvrdit heslo
de: Passwort bestätigen
el: Επιβεβαίωση κωδικού πρόσβασης
es: Confirmar contraseña
fr: Confirmation
hu: Jelszó megerősítése
it: Conferma password
nl: Wachtwoord bevestigen
pt_br: Confirmar senha
ro: Confirmați parola
ru: Подтвердите пароль
tr: Parolayı onayla

# id_resend
source: Resend
ar: إعادة إرسال
cs: Posl.znovu
de: Erneut senden
el: Αποσ. ξανά
es: Reenviar
fr: Renvoyer
hu: Újraküldés
it: Invia di nuovo
nl: Opnieuw verzenden
pt_br: Reenviar
ro: Retrimitere
ru: Повторить
tr: Tkrar gndr

# id_done
source: Done
ar: تم
cs: Hotovo
de: Fertig
el: Ολοκληρώθηκε
es: Hecho
fr: OK
hu: Kész
it: Fine
nl: Klaar
pt_br: Concluído
ro: Gata
ru: Готово
tr: Bitti

# id_sign_up
source: Sign up
ar: تسجيل
cs: Zaregistrovat
de: Registrieren
el: Εγγραφή
es: Registrarse
fr: Inscription
hu: Regisztráció
it: Registrati
nl: Registreren
pt_br: Cadastrar-se
ro: Înregistrare
ru: Регистрация
tr: Kaydol

# id_email_invalid
source: Invalid email address
ar: عنوان البريد الإلكتروني غير صالح
cs: Neplatná e-mailová adresa
de: Ungültige E-Mail-Adresse
el: Μη έγκυρη διεύθυνση email
es: Dirección de correo electrónico no válida
fr: Adresse e-mail non valide
hu: Érvénytelen e-mail cím
it: Indirizzo e-mail non valido
nl: Ongeldig e-mailadres
pt_br: Endereço de e-mail inválido
ro: Adresă e-mail incorectă
ru: Неправильный адрес электронной почты
tr: Geçersiz e-posta adresi

# id_register_password_hint
source: Password can't contain spaces or symbols
ar: يجب ألا تحتوي كلمة المرور على مسافات أو رموز
cs: Heslo nesmí obsahovat mezery ani symboly.
de: Passwort darf keine Leerzeichen oder Symbole enthalten.
el: Ο κωδικός πρόσβασης δεν μπορεί να περιέχει κενά ή σύμβολα.
es: La contraseña no debe contener espacios ni símbolos.
fr: Espaces et symboles non autorisés dans le mot de passe
hu: A jelszó nem tartalmazhat szóközöket vagy szimbólumokat.
it: La password non può contenere spazi né simboli
nl: Wachtwoord mag geen spaties of symbolen bevatten
pt_br: A senha não pode conter espaços ou símbolos
ro: Parola nu poate conține spații sau simboluri
ru: Пароль не может содержать пробелы или символы
tr: Parola boşluk veya sembol içeremez

# id_register_confirm_hint
source: Enter password again
ar: أدخل كلمة المرور مرة أخرى
cs: Zadejte heslo znovu.
de: Passwort erneut eingeben
el: Καταχωρήστε ξανά τον κωδικό πρόσβασης
es: Introduzca la contraseña de nuevo
fr: Répéter le mot de passe
hu: Adja meg újra a jelszót.
it: Inserisci di nuovo la password
nl: Geef het wachtwoord nogmaals op
pt_br: Digitar senha novamente
ro: Introduceți parola din nou
ru: Введите пароль ещё раз
tr: Parolayı tekrar girin

# id_account_unregistered
source: Account is not registered
ar: الحساب غير مسجل
cs: Účet není registrován.
de: Konto ist nicht registriert
el: Ο λογαριασμός δεν έχει καταχωρηθεί
es: La cuenta no está registrada.
fr: Compte non enregistré
hu: A fiók nincs regisztrálva.
it: Account non registrato
nl: Account is niet geregistreerd.
pt_br: A conta não está registrada
ro: Contul nu este înregistrat
ru: Аккаунт не зарегистрирован
tr: Hesap kayıtlı değil

# id_confirm_account_out_time
source: Timed out
ar: تم انقضاء المهلة
cs: Vypršel časový limit.
de: Zeitüberschreitung aufgetreten
el: Λήξη χρονικού ορίου
es: Se acabó el tiempo.
fr: Délai expiré
hu: Időtúllépés
it: Tempo scaduto
nl: Time-out
pt_br: Tempo limite atingido
ro: Timpul a expirat
ru: Тайм-аут
tr: Zaman aşımı oldu

# id_account_used
source: Username already exists
ar: اسم المستخدم موجود بالفعل
cs: Uživatelské jméno již existuje
de: Nutzername bereits vorhanden
el: Το όνομα χρήστη υπάρχει ήδη
es: El nombre de usuario ya existe
fr: Nom d’utilisateur déjà existant
hu: Ez a felhasználónév már létezik.
it: Il nome utente esiste già
nl: Gebruikersnaam bestaat al
pt_br: O nome de usuário já existe
ro: Numele de utilizator există deja
ru: Имя пользователя уже существует
tr: Kullanıcı adı zaten mevcut

# id_vcode_incorrect
source: Wrong verification code
ar: رمز تحقق خطأ
cs: Nesprávný ověřovací kód
de: Der Bestätigungscode ist falsch.
el: Εσφαλμένος κωδικός επαλήθευσης
es: Código de verificación incorrecto.
fr: Code de vérification incorrect
hu: Helytelen ellenőrzőkód
it: Codice di verifica errato
nl: Onjuiste verificatiecode
pt_br: Código de verificação errado
ro: Cod de verificare greșit
ru: Неверный код подтверждения
tr: Yanlış onay kodu
