Repository: jigang-duan/Move-iOS
Catalog: Move App/Move App/*.lproj/Localizable.strings
Languages: ar, cs, de, el, es, fr, hu, it, nl, pt_br, ro, ru, tr

# id_has_unpaired_watch
source: Administrator has unpaired this watch
ar: لم يُقرن المسؤول هذه الساعة
cs: Správce zrušil spárování s těmito hodinkami.
de: Der Administrator hat die Kopplung seiner Watch aufgehoben.
el: Ο διαχειριστής κατάργησε τη σύζευξη αυτού του ρολογιού
es: El administrador ha desvinculado este reloj
fr: L'administrateur a retiré cette montre
hu: Az adminisztrátor bontotta az óra párosítását.
it: L'associazione di questo orologio è stata annullata dall'amministratore
nl: Beheerder heeft dit horloge ontkoppeld
pt_br: Administrador cancelou emparelhamento desse Watch
ro: Administratorul a anulat împerecherea acestui ceas
ru: Администратор отключился от этих часов
tr: Yönetici bu saatin eşleştirmesini kaldırdı

# id_phone_number_change
source: Phone number changed
ar: تم تغيير رقم الهاتف
cs: Telefonní číslo bylo změněno
de: Telefonnummer geändert
el: Ο αριθμός τηλεφώνου έχει αλλάξει
es: Número de teléfono cambiado
fr: Numéro de téléphone changé
hu: A telefonszám módosításra került.
it: Numero di telefono modificato
nl: Het telefoonnummer is gewijzigd
pt_br: Número de telefone alterado
ro: Număr de telefon schimbat
ru: Номер телефона изменен
tr: Telefon numarası değişti

# id_is_online
source: watch is online
ar: الساعة متصلة
cs: hodinky jsou online.
de: Watch ist online
el: Το ρολόι είναι συνδεδεμένο
es: El reloj está conectado
fr: montre en ligne
hu: óra on-line.
it: orologio online
nl: horloge is online
pt_br: Watch está on-line
ro: ceasul este online
ru: часы включены
tr: saat çevrimiçi

# id_is_offline
source: watch is offline
ar: الساعة غير متصلة
cs: hodinky jsou offline.
de: Watch ist offline
el: Το ρολόι είναι αποσυνδεδεμένο
es: El reloj está desconectado
fr: montre hors ligne
hu: óra off-line.
it: orologio offline
nl: horloge is offline
pt_br: Watch está off-line
ro: ceasul este offline
ru: часы отключены
tr: saat çevrimdışı

# id_has_change_sim_car
source: Family Watch SIM card/phone number has been changed.
ar: بطاقة SIM الساعة العائلية/تم تغيير رقم الهاتف
cs: Byla změněna karta SIM/telefonní číslo rodinných hodinek.
de: Family Watch hat die SIM-Kartennummer geändert
el: Η κάρτα SIM/ο αριθμός τηλεφώνου του Family Watch έχει αλλάξει
es: ha cambiado el número de la tarjeta SIM
fr: a changé le numéro de la carte SIM
hu: A családi óra SIM-kártyája/telefonszáma módosításra került.
it: ha cambiato numero di scheda SIM
nl: heeft nummer van SIM-kaart gewijzigd
pt_br: O número de telefone/SIM do Family Watch foi alterado.
ro: Numărul de telefon / Cartela SIM al/a ceasului de familie a fost modificat/ă.
ru: SIM-карта/номер телефона Family watch изменена.
tr: Aile Saati SIM kartı / telefon numarası değişti.

# id_back
source: Back
ar: رجوع
cs: Zpět
de: Zurück
el: Πίσω
es: Atrás
fr: Retour
hu: Vissza
it: Indietro
nl: Terug
pt_br: Voltar
ro: Înapoi
ru: Назад
tr: Geri

# id_logout
source: Log out?
ar: هل تريد تسجيل الخروج؟
cs: Odhlásit?
de: Abmelden?
el: Αποσύνδεση;
es: ¿Cerrar sesión?
fr: Se déconnecter ?
hu: Kijelentkezik?
it: Uscire?
nl: Afmelden?
pt_br: Sair?
ro: Vă deconectați?
ru: Выйти?
tr: Oturumu kapat?

# id_no
source: NO
ar: لا
cs: NE
de: NEIN
el: ΟΧΙ
fr: NON
hu: NEM
nl: NEE
pt_br: NÃO
ro: NU
ru: НЕТ
tr: HAYIR

# id_clear_data
source: Clear data
ar: مسح البيانات
cs: Vymazat data
de: Daten löschen
el: Εκκαθάριση δεδομένων
es: Borrar datos
fr: Effacer les données
hu: Adatok törlése
it: Cancella dati
nl: Gegevens wissen
pt_br: Limpar dados
ro: Ștergere date
ru: Стереть данные
tr: Verileri temizle

# id_week_school_day
source: School day
ar: يوم دراسة
cs: Školní den
de: Schultag
el: Ημέρα σχολείου
es: Día escolar
fr: Jour d'école
hu: Iskolanap
it: Giorno scolastico
nl: Schooldag
pt_br: Dia letivo
ro: Zi de școală
ru: Школьный день
tr: Okul günü

# id_week_no_repeat
source: No repeat
ar: لا تكرار
cs: Neopakovat
de: Keine Wiederholung
el: Χωρίς επανάληψη
es: Sin repetición
fr: Sans répétition
hu: Nincs ismétlés
it: Non ripetere
nl: Geen herhaling
pt_br: Não repetir
ro: Fără repetare
ru: Не повторять
tr: Tekrar yok

# id_week_everyday
source: Every day
ar: كل يوم
cs: Každý den
de: Täglich
el: Καθημερινά
es: Cada día
fr: Tous les jours
hu: Minden nap
it: Ogni giorno
nl: Elke dag
pt_br: Todos os dias
ro: În fiecare zi
ru: Ежедневно
tr: Her gün

# id_week_weekend
source: Weekend
ar: نهاية الأسبوع
cs: Víkend
de: Wochenende
el: Σαββατοκύριακο
es: Fin de semana
hu: Hétvége
pt_br: Fim de semana
ru: Выходные
tr: Hafta sonu

# id_week_monday
source: Mon.
ar: الاثنين
cs: Po
de: Mo
el: Δευτ.
es: Lun
fr: Lun.
hu: Hét.
it: Lun.
nl: Ma
pt_br: Seg.
ro: Lun.
ru: Пн
tr: Pzt

# id_week_tuesday
source: Tues.
ar: الثلاثاء
cs: Út
de: Di
el: Τρι.
es: Mar
fr: Mar.
hu: Ke.
it: Mar.
nl: Di
pt_br: Ter.
ro: Mar.
ru: Вт
tr: Sal

# id_week_wednesday
source: Wed.
ar: الأربعاء
cs: St
de: Mi
el: Τετ.
es: Mié
fr: Mer.
hu: Sze.
it: Mer.
nl: Wo
pt_br: Qua.
ro: Mier.
ru: Ср
tr: Çrş

# id_week_thurday
source: Thur.
ar: الخميس
cs: Čt
de: Do
el: Πέμ.
es: Jue
fr: Jeu.
hu: Csüt.
it: Gio.
nl: Do
pt_br: Qui.
ro: Joi
ru: Чт
tr: Prş

# id_week_friday
source: Fri.
ar: الجمعة
cs: Pá
de: Fr
el: Παρ.
es: Vie
fr: Ven.
hu: Pén.
it: Ven.
nl: Vr
pt_br: Sex.
ro: Vin.
ru: Пт
tr: Cum

# id_week_saturday
source: Sat.
ar: السبت
cs: So
de: Sa
el: Σαβ.
es: Sáb
fr: Sam.
hu: Szo.
it: Sab.
nl: Za
pt_br: Sáb.
ro: Sâm.
ru: Cб
tr: Cts

# id_week_sunday
source: Sun.
ar: الأحد
cs: Ne
de: So
el: Κυρ.
es: Dom
fr: Dim.
hu: Vas.
it: Dom.
nl: Zo
pt_br: Dom.
ro: Dum.
ru: Вс
tr: Paz

# id_warming
source: Warning
ar: تحذير
cs: Varování
de: Warnung
el: Προειδοποίηση
es: Advertencia
fr: Avertissement
hu: Figyelmeztetés
it: Avviso
nl: Waarschuwing
pt_br: Atenção
ro: Avertizare
ru: Предупреждение
tr: Uyarı

# id_still_unpaired
source: Unpair
ar: إلغاء الاقتران
cs: Zrušit spárování
de: Entkoppeln
el: Κατάργηση αντιστοίχισης
es: Desvincular
fr: Toujours séparée
hu: Párosítás bontása
it: Ancora dissociato
nl: Nog steeds ontkoppeld
pt_br: Cancelar emparelhamento
ro: Anulare împerechere
ru: Отменить сопряжение
tr: Eşleştirmeyi kaldır

# id_unbind_admin
source: As the administrator, unpairing with watch will factory reset the watch. All other users will also be unpaired with the watch.
ar: بصفتك المسؤول، فإن إلغاء اقترانك بالساعة سيعيد ضبط المصنع إلى الساعة. كما سيتم إلغاء اقتران كل المستخدمين الآخرين بالساعة.
cs: Když jako správce zrušíte spárování s hodinkami, obnoví se tím tovární nastavení hodinek. Také bude zrušeno spárování s hodinkami pro všechny ostatní uživatele.
de: Wenn der Administrator die Kopplung seiner Watch aufhebt, wird der Werkszustand der Watch wiederhergestellt. Dabei werden auch alle anderen Benutzer entkoppelt.
el: Ως διαχειριστής, η μη αντιστοίχιση με το ρολόι θα επαναφέρει τις εργοστασιακές ρυθμίσεις του ρολογιού. Η αντιστοίχιση με το ρολόι θα καταργηθεί επίσης για όλους τους άλλους χρήστες.
es: Como administrador, al Desvincular el reloj restablecerá los valores predeterminados de fábrica del reloj. Todos los demás usuarios también se desvincularán del reloj.
fr: En tant qu’administrateur, la séparation avec la montre rétablira ses paramètres d’usine. Tous les autres utilisateurs seront également séparés de la montre.
hu: Ha az adminisztrátor bontja az óra párosítását, akkor az óra gyári beállításai visszaállításra kerülnek. A párosítás bontása minden más felhasználót is érint.
it: Se l'amministratore annulla l'associazione con l'orologio, quest'ultimo viene ripristinato sui valori predefiniti. L'associazione dell'orologio verrà annullata anche per tutti gli altri utenti.
nl: Als u als beheerder het horloge ontkoppelt, wordt het horloge teruggezet naar de fabrieksinstellingen. Alle andere gebruikers worden ook ontkoppeld van het horloge.
pt_br: Como administrador, cancelar o emparelhamento do Watch causará a restauração de fábrica do Watch. Também será cancelado o emparelhamento de todos os outros usuários com o Watch.
ro: Dacă administratorul anulează împerecherea cu ceasul, acesta va fi readus la setările din fabrică. Toți ceilalți utilizatori vor pierde, de asemenea, împerecherea cu ceasul.
ru: Отключение администратора от часов приведет к сбросу настроек часов. Все остальные пользователи так же будут отключены от часов.
tr: Yönetici olarak saatin eşleştirmesini kaldırmak saati fabrika ayarlarına sıfırlar. Tüm diğer kullanıcılar da saat eşleştirmesinden kaldırılacaktır.

# id_master_share_qr
source: Administrator can share this QR code for others to pair with watch
ar: يمكن للمسؤول مشاركة رمز QR هذا مع الآخرين ليقترنوا بالساعة
cs: Správce smí sdílet tento kód QR, aby se ostatní uživatelé mohli s hodinkami spárovat.
de: Der Administrator kann seinen QR-Code teilen, damit andere eine Kopplung mit seiner Watch durchführen können.
el: Ο διαχειριστής μπορεί να κοινοποιήσει σε άλλους αυτόν τον κώδικα QR για αντιστοίχιση με το ρολόι
es: El administrador puede compartir este código QR para que otros usuarios se vinculen con el reloj
fr: L’administrateur peut partager ce code QR pour que d’autres puissent s’appairer avec la montre
hu: Az adminisztrátor megoszthatja a QR-kódot, hogy mások is párosíthassák készülékeiket az órával.
it: L'amministratore può condividere questo codice QR per consentire ad altri utenti l'associazione all'orologio
nl: Beheerder kan deze QR-code delen zodat anderen ook met het horloge kunnen koppelen
pt_br: O administrador pode compartilhar este código QR para que outros possam emparelhar com o Watch
ro: Administratorul poate să partajeze acest cod QR pentru ca alte persoane să efectueze o împerechere cu ceasul
ru: Администратор может отправить этот QR-код другим пользователям для подключения к часам
tr: Saatle eşleştirilmeleri için yönetici bu QR kodu diğerleriyle paylaşabilir

# id_safety_reason
source: For safety reasons this QR code will only be valid for 1 hour
ar: لدواعي السلامة سيكون رمز QR هذا صالحًا لمدة ساعة واحدة فقط
cs: Tento kód QR bude z bezpečnostních důvodů platný jen 1 hodinu.
de: Aus Sicherheitsgründen ist dieser QR-Code nur für 1 Stunde gültig.
el: Για λόγους ασφαλείας αυτός ο κωδικός QR θα ισχύει μόνο για 1 ώρα
es: Por motivos de seguridad, este código QR solo será válido durante 1 hora
fr: Pour des raisons de sécurité, ce code QR ne sera valable que pendant 1 heure
hu: A QR-kód biztonsági okokból csak 1 órán keresztül érvényes.
it: Per motivi di sicurezza, questo codice QR sarà valido soltanto per 1 ora
nl: Wegens veiligheidsredenen is deze QR-code slechts 1 uur geldig
pt_br: Por motivos de segurança, este código QR será válido apenas por 1 hora
ro: Din motive de siguranță, codul QR va fi valabil doar 1 oră
ru: По соображениям безопасности этот QR-код будет действителен только в течение 1 часа
tr: Güvenlik nedeniyle bu QR kod sadece 1 saat geçeli olacaktır

# id_alarm_set
source: Alarm set for less than 1 minute from now
ar: تم ضبط المنبه لمدة أقل من دقيقة من الآن
cs: Budík se spustí za méně než 1 minutu
de: Der Wecker klingelt in weniger als 1 Minute.
el: Η αφύπνιση ορίστηκε σε λιγότερο από 1 λεπτό από τώρα
es: La alarma sonará en menos de 1 minuto.
fr: Prochaine alarme dans moins de 1 minute
hu: Az ébresztő mostantól kevesebb, mint 1 percre van beállítva.
it: L'allarme sarà attivato tra meno di 1 minuto
nl: Alarm gaat over minder 1 minuut af
pt_br: Alarme definido para daqui a menos de um minuto
ro: Alarmă setată la mai puțin de 1 minut din acest moment
ru: Будильник прозвонит менее чем через 1 минуту
tr: Alarm şu andan itibaren 1 dakikadan kısa bir süreye ayarlandı

# id_alarm_set_days
source: Alarm set for %@ from now
ar: تم ضبط المنبه لمدة %@ من الآن
cs: Budík se spustí za %@.
de: Der Wecker klingelt in %@.
el: Η αφύπνιση ορίστηκε σε %@ από τώρα
es: La alarma sonará en %@.
fr: Prochaine alarme dans %@
hu: Az ébresztő az aktuális időponttól számított %@ napra van beállítva.
it: L'allarme sarà attivato tra %@
nl: Alarm gaat over %@ af
pt_br: Alarme definido para daqui a %@
ro: Alarmă setată la %@ din acest moment
ru: Будильник прозвонит через %@
tr: Alarmın çalmasına şu andan itibaren %@ var

# id_alarm_set_hours
source: Alarm set for %@ from now
ar: تم ضبط المنبه لمدة %@ من الآن
cs: Budík se spustí za %@.
de: Der Wecker klingelt in %@.
el: Η αφύπνιση ορίστηκε σε %@ από τώρα
es: La alarma sonará en %@.
fr: Prochaine alarme dans %@
hu: Az ébresztő az aktuális időponttól számított %@ órára van beállítva.
it: L'allarme sarà attivato tra %@
nl: Alarm gaat over %@ af
pt_br: Alarme definido para daqui a %@
ro: Alarmă setată la %@ din acest moment
ru: Будильник прозвонит через %@
tr: Alarmın çalmasına şu andan itibaren %@ var

# id_alarm_set_days_and_hours
source: Alarm set for %@ and %@ from now
ar: تم ضبط المنبه لمدة %@ و %@ من الآن
cs: Budík se spustí za %@ a %@.
de: Der Wecker klingelt in %@ und %@.
el: Η αφύπνιση ορίστηκε σε %@ και %@ από τώρα
es: La alarma sonará en %@ y %@.
fr: Prochaine alarme dans %@ et %@
hu: Az ébresztő az aktuális időponttól számított %@ napra és %@ órára van beállítva.
it: L'allarme sarà attivato tra %@ e %@
nl: Alarm gaat over %@ en %@ af
pt_br: Alarme definido para %@ e %@ a partir de agora
ro: Alarmă setată la %@ și %@ din acest moment
ru: Будильник прозвонит через %@ и %@
tr: Alarmın çalmasına şu andan itibaren %@ ve %@ var

# id_alarm_set_minutes
source: Alarm set for %@ from now
ar: تم ضبط المنبه لمدة %@ من الآن
cs: Budík se spustí za %@.
de: Der Wecker klingelt in %@.
el: Η αφύπνιση ορίστηκε σε %@ από τώρα
es: La alarma sonará en %@.
fr: Prochaine alarme dans %@
hu: Az ébresztő az aktuális időponttól számított %@ percre van beállítva.
it: L'allarme sarà attivato tra %@
nl: Alarm gaat over %@ af
pt_br: Alarme definido para daqui a %@
ro: Alarmă setată la %@ din acest moment
ru: Будильник прозвонит через %@
tr: Alarmın çalmasına şu andan itibaren %@ var

# id_alarm_set_days_and_minutes
source: Alarm set for %@ and %@ from now
ar: تم ضبط المنبه لمدة %@ و %@ من الآن
cs: Budík se spustí za %@ a %@.
de: Der Wecker klingelt in %@ und %@.
el: Η αφύπνιση ορίστηκε σε %@ και %@ από τώρα
es: La alarma sonará en %@ y %@.
fr: Prochaine alarme dans %@ et %@
hu: Az ébresztő az aktuális időponttól számított %@ napra és %@ percre van beállítva.
it: L'allarme sarà attivato tra %@ e %@
nl: Alarm gaat over %@ en %@ af
pt_br: Alarme definido para %@ e %@ a partir de agora
ro: Alarmă setată la %@ și %@ din acest moment
ru: Будильник прозвонит через %@ и %@
tr: Alarmın çalmasına şu andan itibaren %@ ve %@ var

# id_alarm_set_hours_and_minutes
source: Alarm set for %@ and %@ from now
ar: تم ضبط المنبه لمدة %@ و %@ من الآن
cs: Budík se spustí za %@ a %@.
de: Der Wecker klingelt in %@ und %@.
el: Η αφύπνιση ορίστηκε σε %@ και %@ από τώρα
es: La alarma sonará en %@ y %@.
fr: Prochaine alarme dans %@ et %@
hu: Az ébresztő az aktuális időponttól számított %@ órára és %@ percre van beállítva.
it: L'allarme sarà attivato tra %@ e %@
nl: Alarm gaat over %@ en %@ af
pt_br: Alarme definido para %@ e %@ a partir de agora
ro: Alarmă setată la %@ și %@ din acest moment
ru: Будильник прозвонит через %@ и %@
tr: Alarmın çalmasına şu andan itibaren %@ ve %@ var

# id_alarm_set_days_hours_and_minutes
source: Alarm set for %@, %@, and %@ from now
ar: تم ضبط المنبه لمدة %@، و %@، و %@ من الآن
cs: Budík se spustí za %@, %@ a %@.
de: Der Wecker klingelt in %@, %@ und %@.
el: Η αφύπνιση ορίστηκε σε %@, %@ και %@ από τώρα
es: La alarma sonará en %@, %@ y %@.
fr: Prochaine alarme dans %@, %@ et %@
hu: Az ébresztő az aktuális időponttól számított %@ napra, %@ órára és %@ percre van beállítva.
it: L'allarme sarà attivato tra %@, %@ e %@
nl: Alarm gaat over %@, %@ en %@ af
pt_br: Alarme definido para %@, %@ e %@ a partir de agora
ro: Alarmă setată la %@, %@ și %@ din acest moment
ru: Будильник прозвонит через %@, %@ и %@
tr: Alarmın çalmasına şu andan itibaren %@, %@ ve %@ var

# id_alarm_protocol_none
source: None
ar: لا شيء
cs: Žádné
de: Keine
el: Κανένα
es: Ninguna
fr: Aucun
hu: Nincs
it: Nessuno
nl: Geen
pt_br: Nenhum
ro: Niciunul
ru: Нет
tr: Yok

# id_is_default
source: Default
ar: افتراضي
cs: Výchozí
de: Standard
el: Προεπιλεγμένο
es: Predeterminado
fr: Par défaut
hu: Alapértelmezett
it: Predefinito
nl: Standaard
pt_br: Padrão
ro: Implicit
ru: По умолчанию
tr: Varsayılan

# id_is_not_default
source: not Default
ar: غير افتراضي
cs: Není výchozí
de: Kein Standard
el: Μη προεπιλεγμένο
es: No está predeterminado
fr: Valeur personnalisée
hu: Nem alapértelmezett
it: Non predefinito
nl: Niet standaard
pt_br: Não padrão
ro: Neimplicit
ru: Не по умолчанию
tr: Varsayılan değil

# id_delete_all_message
source: Delete all messages?
ar: أتريد حذف كل الرسائل؟
cs: Odstranit všechny zprávy?
de: Alle Mitteilungen löschen?
el: Διαγραφή όλων των μηνυμάτων;
es: ¿Desea eliminar todos los mensajes?
fr: Supprimer tous les messages ?
hu: Összes üzenet törlése?
it: Eliminare tutti i messaggi?
nl: Alle berichten verwijderen?
pt_br: Excluir todas as mensagens?
ro: Ștergeți toate mesajele?
ru: Удалить все сообщения?
tr: Tüm mesajlar silinsin mi?

# id_delete_message
source: Delete the selected messages?
ar: أتريد حذف الرسائل المحددة؟
cs: Odstr. vybrané zprávy?
de: Ausgewählte Mitteilungen löschen?
el: Διαγρ. επιλ. μηνυμ.;
es: ¿Elimin. msjs. selec.?
fr: Supprimer ces msgs ?
hu: Törli a kivál. üzeneteket?
it: Eliminare i messaggi selezionati?
nl: De geselecteerde berichten verwijderen?
pt_br: Excluir msg selecion.?
ro: Ștergeți mesajele selectate?
ru: Удалить выбранные сообщения?
tr: Seçili mesajları sil?

# id_network_cannot_work
source: Network unavailable. Try again later.
ar: الشبكة غير متوفرة، أعد المحاولة لاحقًا.
cs: Síť není dostupná. Zkuste to později znovu.
de: Netzwerk nicht verfügbar. Versuchen Sie es später erneut.
el: Το δίκτυο δεν είναι διαθέσιμο. Δοκιμάστε ξανά αργότερα.
es: Red no disponible. Inténtelo de nuevo más tarde.
fr: Réseau indisponible. Réessayez ultérieurement.
hu: A hálózat nem elérhető. Próbálja újra később.
it: Rete non disponibile. Riprovare più tardi.
nl: Netwerk is niet beschikbaar. Probeer het later opnieuw.
pt_br: Rede indisponível. Tente novamente mais tarde.
ro: Rețeaua nu este disponibilă. Încercați din nou mai târziu.
ru: Сеть недоступна, повторите попытку позже.
tr: Ağ kullanılamıyor. Daha sonra tekrar deneyin.

# id_not_specified
source: Not specified
ar: غير محدد
cs: Není zadáno
de: Nicht angegeben
el: Δεν έχει καθοριστεί
es: Sin especificar
fr: Non spécifié
hu: Nincs megadva.
it: Non specificato
nl: Niet opgegeven
pt_br: Não especificado
ro: Nu a fost specificat
ru: Не определен
tr: Belirtilmemiş

# id_nick_length_tint
source: User name length too long
ar: اسم المستخدم أطول من اللازم
cs: Uživatelské jméno je příliš dlouhé.
de: Der Benutzername ist zu lang.
el: Το όνομα του χρήστη είναι πολύ μεγάλο
es: El nombre de usuario es demasiado largo.
fr: Nom d’utilisateur trop long
hu: A felhasználónév túl hosszú.
it: Nome utente troppo lungo
nl: De gebruikersnaam is te lang
pt_br: Comprimento de nome de usuário muito longo
ro: Nume de utilizator prea lung
ru: Имя пользователя слишком длинное
tr: Kullanıcı adı çok uzun

# id_nick_null_tint
source: Enter your username
ar: أدخل اسم المستخدم الخاص بك
cs: Zadejte své uživatelské jméno
de: Benutzername eingeben
el: Καταχωρήστε το όνομα χρήστη
es: Introduzca su nombre de usuario.
fr: Saisir votre nom d’utilisateur
hu: Felhasználónév megadása
it: Immettere il nome utente
nl: Voer uw gebruikersnaam in
pt_br: Digitar seu nome de usuário
ro: Introduceți numele dvs. de utilizator
ru: Введите имя пользователя
tr: Kullanıcı adınızı girin

# id_change_password_success
source: change password complete
ar: اكتمل تغيير كلمة المرور
cs: změna hesla byla dokončena.
de: Passwort geändert
el: ολοκλήρωση αλλαγής κωδικού πρόσβασης
es: se ha cambiado la contraseña
fr: changement de mot de passe effectué
hu: jelszó megváltoztatva
it: modifica password completata
nl: Wachtwoord wijzigen is voltooid
pt_br: alteração de senha concluída
ro: modificare parolă finalizată
ru: изменение пароля завершено
tr: parola değiştirme tamamlandı

# id_password_error_hint
source: 8–16 alphanumeric characters
ar: 8–16 حرفًا أبجديًا رقميًا
cs: 8–16 alfanumerických znaků
de: 8–16 alphanumerische Zeichen
el: 8–16 αλφαριθμητικοί χαρακτήρες
es: 8–16 caracteres alfanuméricos
fr: 8–16 caractères alphanumériques
hu: 8–16 alfanumerikus karakter
it: 8–16 caratteri alfanumerici
nl: 8–16 alfanumerieke tekens
pt_br: 8–16 caracteres alfanuméricos
ro: 8–16 caractere alfanumerice
ru: 8–16 буквенно-цифровых символов
tr: 8–16 alfasayısal karakter

# id_apn_tint
source: Keep watch close to your phone,you will find your watch in the list
ar: ضع الساعة قريبًا من هاتفك، وستجد ساعتك ضمن القائمة
cs: Mějte hodinky blízko telefonu; hodinky se potom zobrazí na seznamu.
de: Die Watch sollte in der Nähe Ihres Telefons sein, damit sie in der Liste aufgeführt wird.
el: Κρατήστε το ρολόι κοντά στο τηλέφωνο και το ρολόι θα εμφανιστεί στη λίστα
es: Mantenga el reloj cerca de su teléfono y encontrará el reloj en la lista.
fr: Laisser la montre à proximité de votre téléphone pour qu’elle s’affiche dans la liste
hu: Tartsa az órát a telefonja közelében, hogy megtalálja az órát a listán.
it: Tenere l'orologio vicino al telefono. L'orologio sarà visualizzato nell'elenco
nl: Houd het horloge dicht bij uw telefoon om het horloge weer te geven in de lijst
pt_br: Mantenha o Watch próximo do seu telefone. Você encontrará seu Watch na lista
ro: Țineți ceasul aproape de telefon pentru a găsi ceasul dvs. în listă.
ru: Держите часы рядом с телефоном, вы найдете их в списке
tr: Saati telefonunuza yakın tutun, saatinizi listede göreceksiniz

# id_update_new
source: New
ar: جديد
cs: Nový
de: Neu
el: Νέο
es: Nueva
fr: Nouvelle
hu: Új
it: Nuovo
nl: Nieuw
pt_br: Novo
ro: Versiune nouă
ru: Новый
tr: Yeni

# id_password_hint
source: Enter a password (8–16 alphanumeric characters)
ar: أدخل كلمة مرور (8–16 حرفًا أبجديًا رقميًا)
cs: Zadejte heslo (8–16 alfanumerických znaků)
de: Geben Sie ein Passwort ein (8–16 alphanumerische Zeichen).
el: Εισάγετε έναν κωδικό πρόσβασης (8–16 αλφαριθμητικοί χαρακτήρες)
es: Introduzca una contraseña (8–16 caracteres alfanuméricos).
fr: Saisir votre nom d’utilisateur (8–16 caractères alphanumériques)
hu: Adja meg a jelszót (8–16 alfanumerikus karakter).
it: Immettere una password (8–16 caratteri alfanumerici)
nl: Wachtwoord invoeren (8–16 alfanumerieke tekens)
pt_br: Digitar uma senha (8–16 caracteres alfanuméricos)
ro: Introduceți o parolă (8–16 caractere alfanumerice)
ru: Введите пароль (8–16 буквенно-цифровых символов)
tr: Parola girin (8–16 alfasayısal karakter)

# id_vcode_null_tint
source: Enter the verification.
ar: أدخل رمز التحقق.
cs: Aktivujte ověřování.
de: Geben Sie die Bestätigung ein.
el: Εισάγετε τον κωδικό επαλήθευσης.
es: Introduzca la verificación.
fr: Saisissez le code de vérification.
hu: Írja be az ellenőrzőkódot.
it: Immettere la verifica.
nl: Voer de verificatie in.
pt_br: Insira o código de verificação.
ro: Introduceți codul de verificare.
ru: Введите подтверждение.
tr: Doğrulamayı girin.

# id_account_please_fill
source: Your account name and password don't match.
ar: اسم حسابك وكلمة مرورك غير متطابقين.
cs: Název účtu a heslo se neshodují.
de: Kontoname und Passwort stimmen nicht überein.
el: Το όνομα του λογαριασμού σας και ο κωδικός πρόσβασης δεν συμφωνούν.
es: Su número de cuenta y contraseña no coinciden.
fr: Vos identifiant et mot de passe ne correspondent pas.
hu: A fióknév és a jelszó nem egyeznek.
it: Il nome dell'account e la password non corrispondono.
nl: Uw accountnaam en wachtwoord komen niet overeen.
pt_br: O nome e a senha de sua conta não correspondem.
ro: Numele contului și parola introduse nu corespund.
ru: Ваше имя аккаунта и пароль не совпадают.
tr: Hesap adınız ile parolanız eşleşmiyor.

# id_password_please_fill
source: Please fill
ar: يُرجى ملؤه
cs: Vyplňte pole
de: Bitte ausfüllen
el: Συμπληρώστε
es: Rellene
fr: Renseigner
hu: Töltse ki a mezőt.
it: Compilare
nl: Graag invullen
pt_br: Preencha
ro: Completați
ru: Пожалуйста, заполните
tr: Lütfen doldurun
