Repository: jigang-duan/Move-iOS
Catalog: Move App/Move App/*.lproj/Localizable.strings
Languages: ar, cs, de, el, es, fr, hu, it, nl, pt_br, ro, ru, tr

# id_daily_tracking_mode
source: Daily Tracking mode
ar: وضع التعقب اليومي
cs: Denní režim sledování
de: Täglicher Tracking-Modus
el: Λειτουργία Ημερήσιας Ενημέρωσης
es: Modo de Seguimiento Diario
fr: Mode de suivi quotidien
hu: Napi követési mód
it: Modalità Tracking giornaliero
nl: Dagelijkse volgmode
pt_br: Modo Acompanhamento Diário
ro: Mod urmărire zilnică
ru: Режим Ежедневного отслеживания
tr: Günlük Takip modu

# id_tracking_mode_describe
source: Update watch location automatically. This will use more power.
ar: التحديث التلقائي لموقع الساعة. سيستخدم هذا المزيد من الطاقة.
cs: Aktualizovat místo sledování automaticky. Tím se využije více energie.
de: Uhr automatisch aktualisieren. Dies verbraucht mehr Energie.
el: Αυτόματη ενημέρωση τοποθεσίας. Αυτό θα καταναλώσει περισσότερη μπαταρία.
es: Localización del reloj automática. Esto consume más batería.
fr: Mettre à jour automatiquement la position de la montre. Cela utilisera plus d’énergie
hu: Automatikus helyzetmeghatározás funkció bekapcsolása. Ez nagyobb energiafelhasználással jár.
it: Aggiorna automaticamente la posizione dell'orologio. La batteria si consumerà più rapidamente.
nl: Automatische locatie-update horloge. Accuverbruik zal hierdoor toenemen.
pt_br: Atualizar automaticamente localização do Watch. Isso consumirá mais energia.
ro: Actualizaţi automat poziţia dispozitivului Watch. Acestă acţiune va consuma mai multă energie
ru: Автоматическое обновление местоположения часов. Это приведет к увеличению расхода батареи.
tr: Saat konumunu otomatik olarak güncelle. Bu daha fazla güç kullanacaktır.

# id_tracking_mode_home_on_describe
source: Daily tracking mode will consume more power, tap to close
ar: تم تشغيل وضع التعقب اليومي. سيتم تحديث موقع الساعة تلقائيًا. لإيقاف تشغيل وضع التعقب اليومي، المس X.
cs: Denní režim sledování je zapnutý. Umístění hodinky bude automaticky aktualizováno. Chcete-li denní režim sledování vypnout, stiskněte tlačítko X.
de: Der Tägliche Tracking-Modus ist aktiv. Der Standort der Uhr wird automatisch aktualisiert. Bitte X berühren, um den Täglichen Tracking-Modus auszuschalten.
el: Η Ημερήσια Ενημέρωση είναι ενεργή. Η τοποθεσία του ρολογιού θα ενημερώνεται αυτόματα. Για να την απενεργοποιήσετε, αγγίξτε το Χ.
es: El Seguimiento Diario está activado. La localización del reloj se realizará automáticamente. Para desactivar el modo Seguimiento Diario, toque X.
fr: Mode de suivi quotidien activé. La position de la montre sera mis à jour automatiquement. Pour désactiver le mode de suivi quotidien, appuyez sur X.
hu: Napi követési mód bekapcsolva. Automatikus helyzetmeghatározás bekapcsolva. A Napi követési mód kikapcsolásához érintse meg: X.
it: Modalità Tracking giornaliero attivata. La posizione dell'orologio verrà aggiornata automaticamente. Per disattivare la modalità Tracking giornaliero, toccare X.
nl: Dagelijkse volgmode is actief. De locatie van het horloge wordt automatisch bijgewerkt. Raak X aan om Dagelijkse volgmode te deactiveren.
pt_br: O modo Acompanhamento Diário está ativado. A localização do Watch será atualizada automaticamente. Para desativar o modo Acompanhamento Diário, toque em X.
ro: Modul urmărire zilnică este activat. Locaţia dispozitivului Watch va fi actualizată automat. Pentru a dezactiva modul urmărire zilnică, apăsaţi X.
ru: Режим Ежедневного отслеживания включен. Местоположение часов будет обновляться автоматически. Чтобы отключить режим Ежедневного отслеживания, нажмите X.
tr: Günlük Takip modu açık. Saatin konumu otomatik olarak güncellenecektir. Günlük Takip modunu kapatmak için X'e dokunun.

# id_help_faq
source: FAQ
ar: الأسئلة المتداولة
el: Συχνές Ερωτήσεις
es: Preguntas Frecuentes
hu: GYIK
it: Domande frequenti
nl: Veelgestelde vragen
pt_br: Perguntas frequentes
ru: ВОПРОСЫ И ОТВЕТЫ
tr: SSS

# id_apn_for_watch
source: APN for watch
ar: APN الخاص بالساعة
cs: APN pro hodinky
de: APN für die Uhr
el: APN ρολογιού
es: APN para el reloj
fr: Connexion montre
hu: Óra elérési pontja
it: APN per l'orologio
nl: APN voor horloge
pt_br: APN para Watch
ro: Setări APN pentru dispozitivul Watch
ru: APN для часов
tr: Saat için APN

# id_new_message_come
source: There's new messages
ar: توجد رسائل جديدة
cs: Jsou nové zprávy
de: Neue Mitteilungen verfügbar
el: Νέα Μηνύματα
es: Hay nuevos mensajes
fr: Nouveaux messages
hu: Új üzenetek
it: Nuovi messaggi
nl: Er zijn nieuwe berichten
pt_br: Há novas mensagens
ro: Există mesaje noi
ru: Есть новые сообщения
tr: Yeni mesajlar var '

# id_daily_tracking_mode_on
source: TURN ON
ar: تشغيل
cs: ZAPNOUT
de: EINSCHALTEN
el: ΕΝΕΡΓΟΠΟΙΗΣΗ
es: APAGAR
fr: Allumer
hu: BEKAPCSOLÁS
it: ATTIVA
nl: ZET AAN
pt_br: ATIVAR
ro: Porneşte
ru: ВКЛЮЧИТЬ
tr: AÇ

# id_daily_tracking_mode_off
source: TURN OFF
ar: إيقاف تشغيل
cs: VYPNOUT
de: AUSSCHALTEN
el: ΑΠΕΝΕΡΓΟΠΟΙΗΣΗ
es: ENCENDER
fr: Eteindre
hu: KIKAPCSOLÁS
it: DISATTIVA
nl: ZET UIT
pt_br: DESLIGAR
ro: Opreşte
ru: ВЫКЛЮЧИТЬ
tr: KAPAT

# id_school_time_date_empty
source: Set which days you want to activate school time mode
ar: حدد أي الأيام ترغب في تنشيط وضع وقت الدراسة فيها
cs: Nastavte dny pro aktivaci režimu doby školní výuky
de: Legen Sie fest, an welchen Tagen der Schulzeitmodus aktiviert werden soll.
el: Επιλέξτε ποιες ημέρες θα ενεργοποιείται η λειτουργία σχολικού χρόνου
es: Establezca qué días quiere activar el modo de horario escolar
fr: Indiquer les jours auxquels activer le mode Heures d’école
hu: Adja meg, hogy mely napokon kívánja aktiválni az iskolaidő üzemmódot.
it: Imposta i giorni in cui attivare la modalità orario scolastico
nl: Stel in op welke dagen de schooltijdmodus moet worden geactiveerd
pt_br: Definir em que dias quer ativar o modo hora da escola
ro: Setați în ce zile doriți să activați modul școală
ru: Укажите, в какие дни вы хотите активировать режим школьного времени
tr: Okul zamanı modunu etkinleştirmek istediğiniz günleri ayarlayın

# id_apn_unpaired_hint
source: When pairing your watch for the first time
ar: عند إقران ساعتك للمرة الأولى
cs: Při prvním spárování hodinek
de: Beim erstmaligen Koppeln der Watch
el: Κατά την πρώτη αντιστοίχιση του ρολογιού
es: al vincular el reloj por primera vez.
fr: Lors du premier appairage de votre montre
hu: Az óra párosítása első alkalommal
it: Associare l'orologio per la prima volta
nl: Wanneer u uw horloge voor het eerst koppelt
pt_br: Emparelhar seu Watch pela primeira vez
ro: Împerecherea dispozitivului pentru prima dată
ru: При первом подключении часов
tr: Saatinizi ilk defa eşlerken

# id_qr_code_invalid
source: Invalid QR code
ar: رمز QR غير صالح
cs: Neplatný kód QR
de: Ungültiger QR-Code
el: Μη έγκυρος κωδικός QR
es: Código QR no válido
fr: Code QR non valide
hu: Érvénytelen QR-kód
it: Codice QR non valido
nl: Ongeldige QR-code
pt_br: Código QR inválido
ro: Cod QR incorect
ru: Неверный QR-код
tr: Geçersiz QR kodu

# id_no_qr_code_detected
source: No QR code detected
ar: لم يتم اكتشاف رمز QR
cs: Nebyl zjištěn žádný kód QR
de: Kein QR-Code erkannt
el: Δεν εντοπίστηκε κωδικός QR
es: No se ha detectado ningún código QR,
fr: Aucun code QR lu
hu: Nem észlelhető QR-kód
it: Nessun codice QR rilevato
nl: Geen QR-code gedetecteerd
pt_br: Nenhum código QR detectado
ro: Nu a fost detectat niciun cod QR
ru: QR-код не обнаружен
tr: QR kodu bulunamadı

# id_code_has_expired
source: or QR code expired/invalid.
ar: أو أن رمز QR انتهت صلاحيته/غير صالح.
cs: nebo je kód QR neplatný nebo vypršela jeho platnost.
de: oder QR-Code abgelaufen/ungültig
el: ή ο κωδικός QR έληξε/δεν είναι έγκυρος.
es: ha caducado o no es válido.
fr: ou code QR expiré ou non valide.
hu: vagy a QR-kód lejárt/érvénytelen.
it: oppure codice QR scaduto/non valido.
nl: of QR-code is verlopen/ongeldig.
pt_br: ou código QR expirado/inválido.
ro: sau codul QR a expirat/este incorect.
ru: или QR-код истек/неверный.
tr: ya da QR kodu süresi dolmuş/geçersiz.

# id_bluetooth_connect_watch
source: Turn on Bluetooth to allow "TCLMOVE" to connect to watch
ar: قم بتشغيل Bluetooth للسماح لـ "TCLMOVE" بالاتصال بالساعة
cs: Zapnutím funkce Bluetooth povolte připojení produktu "TCLMOVE" k hodinkám
de: Aktivieren Sie Bluetooth, um eine Verbindung zwischen "TCLMOVE" und der Watch zu ermöglichen.
el: Ενεργοποιήστε το Bluetooth για να επιτρέψετε στο "TCLMOVE" να συνδεθεί στο ρολόι
es: Active el Bluetooth para permitir que "TCLMOVE" se conecte al reloj.
fr: Activer le Bluetooth pour permettre à TCLMOVE de se connecter à la montre
hu: Aktiválja a Bluetooth-funkciót, hogy engedélyezze a "TCLMOVE" és az óra közötti kapcsolódást.
it: Attiva il Bluetooth per consentire a "TCLMOVE" di connettersi all'orologio
nl: Schakel Bluetooth in om toe te staan dat "TCLMOVE" verbinding met het horloge maakt
pt_br: Ativar Bluetooth para permitir ao "TCLMOVE" se conectar ao Watch
ro: Activați Bluetooth pentru a permite ca "TCLMOVE" să se conecteze la ceas
ru: Включите Bluetooth, чтобы разрешить «TCLMOVE» подключиться к часам
tr: "TCLMOVE"un saate bağlanmasına izin vermek için Bluetooh’u açın

# id_is_null
source: Null
ar: قيمة خالية
cs: Nula
el: Κενό
es: Nulo
fr: Aucun
hu: Nulla
it: Nullo
nl: Nul
pt_br: Sem validade
ro: Gol.
ru: Пустой
tr: Boş

# id_begin_time_same_end
source: Begin time can’t be the same as end time
ar: لا يمكن أن يكون وقت البدء هو نفسه وقت الانتهاء
cs: Čas zahájení nemůže být stejný jako čas ukončení
de: Die Uhrzeit für Start und Ende darf nicht identisch sein.
el: Η ώρα έναρξης δεν μπορεί να ταυτίζεται με την ώρα λήξης
es: La hora inicial no puede ser igual que la hora final.
fr: Heures de début et de fin identiques
hu: A kezdési idő nem egyezhet meg a befejezési idővel.
it: L'ora di inizio non può essere uguale a quella di fine
nl: Begintijd kan niet gelijk zijn aan eindtijd
pt_br: A hora de início já passou
ro: Ora de începere nu poate fi aceeași ca ora de încheiere
ru: Время начала не может быть таким же, как время окончания
tr: Başlangıç zamanı ile bitiş zamanı aynı olamaz

# id_begin_time_later_system
source: Begin time has already passed
ar: لقد مر وقت البدء بالفعل
cs: Čas zahájení již uplynul
de: Die Startzeit liegt in der Vergangenheit.
el: Η ώρα έναρξης έχει παρέλθει
es: La hora inicial ya ha pasado.
fr: Heure de début dans le passé
hu: A kezdési idő lejárt.
it: L'ora di inizio è già passata
nl: Begintijd is al verstreken
pt_br: Begin time later than the system time
ro: Ora de începere a trecut deja
ru: Время начала уже прошло
tr: Başlangıç zamanı geçmiş durumda

# id_title_can_not_null
source: The title and remark can't be null
ar: لا يمكن أن يكون العنوان والملاحظة فارغين
cs: Pole pro název a poznámku nemůže obsahovat hodnotu null.
de: Titel und Anmerkung dürfen nicht leer sein.
el: Ο τίτλος και η παρατήρηση δεν μπορεί να είναι κενά
es: El título y el comentario no pueden estar vacíos.
fr: Titre et remarque obligatoires
hu: A Cím és a Megjegyzés mezők kitöltése kötelező.
it: Il titolo e la nota non possono essere vuoti
nl: De titel en opmerking kunnen niet leeg zijn
pt_br: O título e comentário não podem ser nulos
ro: Câmpurile pentru titlu și observații nu pot fi goale.
ru: Необходимо указать заголовок и примечание
tr: Başlık ve açıklama boş olamaz

# id_start_time_later_end
source: Start time should be earlier than end time
ar: يجب أن يكون وقت البدء أبكر من وقت الانتهاء
cs: Čas zahájení musí předcházet času ukončení.
de: Die Startzeit muss vor der Endzeit liegen.
el: Η ώρα έναρξης πρέπει να είναι προγενέστερη της ώρας λήξης
es: La hora de inicio debe ser anterior a la hora de finalización.
fr: Heure de début obligatoirement antérieure à l’heure de fin
hu: A kezdési időt a befejezési időnél korábbi időpontra kell beállítani.
it: L'ora di inizio deve essere anteriore all'ora di fine
nl: Begintijd moet eerder zijn dan eindtijd
pt_br: A hora de início deve ser anterior à hora de término
ro: Ora de începere trebuie să fie anterioară orei de încheiere.
ru: Время начала должно быть раньше времени окончания
tr: Başlangıç zamanı, bitiş zamanından önce olmalıdır

# id_where_is_the
source: Where is the
ar: أين يوجد
cs: Kde je
de: Wo ist Folgendes
el: Πού είναι το
es: Dónde está el
fr: Où se trouve
hu: Hol található a(z)
it: Individuazione
nl: Waar is het
pt_br: Onde está o
ro: Unde este
ru: Где
tr: Nerede

# id_morning_time_later_end
source: Start time should be earlier than end time (AM)
ar: يجب أن يكون وقت البدء أبكر من وقت الانتهاء (صباحًا)
cs: Čas zahájení musí předcházet času ukončení (dop.).
de: Die Startzeit muss vor der Endzeit liegen (vormittags).
el: Η ώρα έναρξης πρέπει να είναι προγενέστερη της ώρας λήξης (π.μ.)
es: La hora de inicio debe ser anterior a la hora de finalización (AM).
fr: Heure de début obligatoirement antérieure à l’heure de fin (matin)
hu: A kezdési időt a befejezési időnél korábbi időpontra kell beállítani (DE.).
it: L'ora di inizio deve essere anteriore all'ora di fine (AM)
nl: Begintijd moet eerder dan eindtijd zijn (AM)
pt_br: A hora de início deve ser anterior à hora de término (manhã)
ro: Ora de începere trebuie să fie anterioară orei de încheiere (AM).
ru: Время начала должно быть раньше времени окончания (AM)
tr: Başlangıç zamanı, bitiş zamanından önce olmalıdır (ÖÖ)

# id_afternoon_time_later_end
source: Start time should be earlier than end time (PM)
ar: يجب أن يكون وقت البدء أبكر من وقت الانتهاء (مساءً)
cs: Čas zahájení musí předcházet času ukončení (odp.).
de: Die Startzeit muss vor der Endzeit liegen (nachmittags).
el: Η ώρα έναρξης πρέπει να είναι προγενέστερη της ώρας λήξης (μ.μ.)
es: La hora de inicio debe ser anterior a la hora de finalización (PM).
fr: Heure de début obligatoirement antérieure à l’heure de fin (après-midi)
hu: A kezdési időt a befejezési időnél korábbi időpontra kell beállítani (DU.).
it: L'ora di inizio deve essere anteriore all'ora di fine (PM)
nl: Begintijd moet eerder dan eindtijd zijn (PM)
pt_br: A hora de início deve ser anterior à hora de término (tarde)
ro: Ora de începere trebuie să fie anterioară orei de încheiere (PM).
ru: Время начала должно быть раньше времени окончания (PM)
tr: Başlangıç zamanı, bitiş zamanından önce olmalıdır (ÖS)

# id_safe_zone_overlap
source: Safe zone overlaps with a previously saved safe zone.
ar: تتداخل المنطقة الآمنة مع منطقة آمنة تم حفظها سابقًا.
cs: Překrývání bezpečné oblasti.
de: Überlappung des sicheren Bereichs.
el: Επικάλυψη ασφαλούς ζώνης.
es: Superposición de zonas seguras.
fr: Chevauchement de zone de sécurité virtuelle.
hu: A biztonsági zónák fedik egymást.
it: Sovrapposizione di zone sicure.
nl: Veilige zone overlapt.
pt_br: Sobreposição de zona segura.
ro: Zona sigură se suprapune cu o alta salvată anterior.
ru: Безопасная зона перекрывается с ранее сохраненной безопасной зоной.
tr: Güvenli bölge çakışıyor.

# id_watch_friends_empty
source: No contacts, use watch to add friends
ar: لا توجد جهات اتصال، استخدم الساعة لإضافة أصدقاء
cs: Zatím žádní přátelé. Přidávejte přátele pomocí hodinek.
de: Kein Freund vorhanden. Freunde über die Watch hinzufügen
el: Κανένας φίλος. Χρησιμοποιήστε το ρολόι για να προσθέσετε φίλους
es: No tiene ningún amigo. Utilice el reloj para añadir amigos.
fr: Liste de contacts vide, utiliser la montre pour ajouter des contacts
hu: Jelenleg nincsenek ismerősei, használja az órát ismerősök hozzáadásához.
it: Nessun amico presente. Usa l'orologio per aggiungere amici
nl: Er zijn momenteel geen vrienden beschikbaar. Gebruik het horloge om vrienden toe te voegen.
pt_br: Nenhum amigo no momento, use o Watch para adicionar amigos
ro: Nu aveți niciun prieten momentan. Utilizați ceasul pentru a adăuga prieteni
ru: Нет контактов, используйте часы, чтобы добавить друзей
tr: Hiç arkadaş yok, eklemek için saati kullanın

# id_phone_number_less_three
source: Phone number must be at least 3 digits
ar: يجب أن يكون رقم الهاتف من 3 أرقام على الأقل
cs: Telefonní číslo nesmí být menší jak 3
de: Die Telefonnummer muss mindestens 3 Zahlen enthalten.
el: Ο αριθμός τηλεφώνου δεν μπορεί να έχει λιγότερα από 3 ψηφία
es: El número de teléfono no puede tener menos de 3 dígitos.
fr: N° téléphone obligatoirement supérieur à 3 chiffres
hu: A telefonszám nem lehet kevesebb, mint 3
it: Sono necessari almeno 3 numeri di telefono
nl: Het telefoonnummer mag niet kleiner dan 3 zijn
pt_br: O número de telefone não poder ter menos de 3
ro: Numerele de telefon nu pot avea mai puțin de 3 cifre
ru: Номер телефона должен быть не менее 3 цифр
tr: Telefon numarası 3'ten az olamaz

# id_location_offline
source: Watch is offline. Make sure the watch is connected to the network.
ar: الساعة غير متصلة. تأكد من أن الساعة متصلة بالشبكة.
cs: Hodinky jsou offline, zkontrolujte síť.
de: Die Watch ist offline. Überprüfen Sie die Netzwerkverbindung der Watch.
el: Το ρολόι είναι εκτός σύνδεσης. Ελέγξτε το δίκτυο του ρολογιού.
es: El reloj está desconectado. Compruebe la red del reloj.
fr: La montre est hors ligne. Vérifiez sa connexion.
hu: Az óra off-line állapotban van, ellenőrizze az óra hálózatát.
it: L'orologio è offline. Verificare la rete dell'orologio.
nl: Horloge is offline, controleer het netwerk van het horloge.
pt_br: O Watch está off-line, verifique a rede do Watch.
ro: Ceasul este offline. Verificați conexiunea acestuia la rețea.
ru: Часы выключены. Убедитесь, что часы подключены к сети.
tr: Saat çevrimdışı, saatin ağ bağlantısını kontrol edin.

# id_nickname_null
source: Enter a username
ar: أدخل اسم مستخدم
cs: Přezdívka nemůže být prázdná.
de: Benutzernamen eingeben
el: Το ψευδώνυμο δεν μπορεί να είναι κενό.
es: El seudónimo no puede estar vacío.
fr: Le pseudo est obligatoire.
hu: A Becenév mező nem maradhat üresen.
it: Il nickname non può essere vuoto.
nl: Bijnaam mag niet leeg zijn.
pt_br: O apelido não pode ficar em branco.
ro: Câmpul pentru pseudonim nu poate fi gol.
ru: Введите имя пользователя
tr: Takma ad boş bırakılamaz.

# id_nickname_error
source: Username can’t contain spaces
ar: لا يمكن أن يحتوي اسم المستخدم على مسافات
cs: Přezdívka nesmí obsahovat mezery.
de: Der Benutzername darf keine Leerzeichen enthalten.
el: Το ψευδώνυμο δεν μπορεί να περιέχει κενά διαστήματα.
es: El seudónimo no puede contener espacios.
fr: Le pseudo ne peut pas inclure d’espaces.
hu: A Becenév nem tartalmazhat szóközöket.
it: Il nickname non può contenere spazi.
nl: Bijnaam mag geen spaties bevatten.
pt_br: O apelido não pode conter espaços.
ro: Pseudonimul nu poate conține spații.
ru: Имя пользователя не может содержать пробелы
tr: Takma ad boşluk içeremez.

# id_history_date
source: No location history available for selected date
ar: لا يتوفر سجل للمواقع في التاريخ المحدد
cs: Zvolené datum nesmí následovat po současném datu!
de: Das ausgewählte Datum enthält keine Standort Daten
el: Η επιλεγμένη ημερομηνία δεν μπορεί να είναι μεταγενέστερη της τρέχουσας ημερομηνίας!
es: La fecha seleccionada no puede ser mayor que la fecha actual.
fr: Vous ne pouvez pas sélectionner de date dans le futur !
hu: A kiválasztott dátum nem lehet későbbi a jelenlegi dátumnál.
it: La data selezionata non può essere successiva a quella attuale.
nl: De geselecteerde datum mag niet later zijn dan de huidige datum.
pt_br: A data selecionada não pode ser posterior à data atual!
ro: Nu există istoric pentru data selectată.
ru: Нет истории местоположений для выбранной даты
tr: Seçilen tarih geçerli tarihten ileri bir tarih olamaz!

# id_apn_system_ble_disable
source: Bluetooth is not responding. Restart your phone and try again.
ar: Bluetooth لا تستجيب. أعد تشغيل الهاتف وأعد المحاولة.
cs: Připojení Bluetooth je neplatné. Restartujte telefon.
de: System-Bluetooth ungültig. Mobiltelefon neu starten
el: Το Bluetooth συστήματος δεν είναι έγκυρο. Επανεκκινήστε το κινητό σας τηλέφωνο
es: El Bluetooth del sistema no es válido. Reinicie su teléfono móvil.
fr: Bluetooth système non valide ; redémarrer le portable
hu: A Bluetooth-funkció nem működik. Indítsa újra a mobiltelefonját.
it: Bluetooth di sistema non valido. Riavviare il telefono cellulare
nl: Bluetooth van systeem is ongeldig. Start uw mobiele telefoon opnieuw op.
pt_br: Bluetooth do sistema inválido. Reinicie seu telefone celular
ro: Bluetooth-ul nu funcționează. Reporniți telefonul mobil.
ru: Bluetooth не отвечает. Перезагрузите телефон и повторите попытку.
tr: Sistem bluetooth'u geçersiz. Cep telefonunuzu yeniden başlatın.

# id_login_access_expired_error
source: Access permission expired
ar: انتهت مدة إذن الدخول
cs: Platnost přístupových oprávnění vypršela.
de: Die Zugriffsberechtigung ist abgelaufen.
el: Το δικαίωμα πρόσβασης έχει λήξει.
es: El permiso de acceso ha caducado.
fr: L’autorisation d’accès a expiré.
hu: A hozzáférési engedély lejárt.
it: L'autorizzazione per l'accesso è scaduta.
nl: Toegangsrechten zijn verlopen.
pt_br: A permissão de acesso expirou.
ro: Permisiunea de acces a expirat.
ru: Истек срок действия доступа
tr: Erişim izninin süresi doldu.

# id_old_password_error
source: Old password is incorrect
ar: كلمة المرور القديمة غير صحيحة
cs: Staré heslo je nesprávné
de: Altes Passwort ist falsch
el: Το παλαιό συνθηματικό είναι λάθος
es: La antigua contraseña no es correcta.
fr: Ancien mot de passe a expiré.
hu: A régi jelszó érvénytelen
it: La vecchia password non è corretta
nl: Oude wachtwoord is onjuist.
pt_br: A senha antiga é incorreta
ro: Parolă veche este incorectă
ru: Некорректный старый пароль
tr: Eski şifre yanlış

# id_country_code_location
source: Location
ar: الموقع
cs: Umístění
de: Standort
el: Τοποθεσία
es: Ubicación
fr: Lieu
hu: Helyzet
it: Posizione
nl: Locatie
pt_br: Localização
ro: Locaţie
ru: Местоположение
tr: Konum

# id_country_code_none
source: None
ar: لا شيء
cs: Žádný
de: Keiner
el: Κανένας
es: Ninguno
fr: Aucun
hu: Semmi
it: Nessuno
nl: Geen
pt_br: Nenhuma
ro: Niciunul
ru: Нет
tr: Yok

# id_send_fail_request
source: Tips
ar: نصائح
cs: Tipy
el: Συμβουλές
es: Consejos
fr: Conseils
hu: Tippek
it: Suggerimenti
pt_br: Dicas
ro: Sfaturi
ru: Советы
tr: İpuçları

# id_send_fail_tint
source: Resend message?
ar: أتريد إعادة إرسال الرسالة؟
cs: Poslat zprávu znovu?
de: Nachricht erneut senden?
el: Να σταλεί το μήνυμα ξανά?
es: ¿Reenviar mensaje?
fr: Envoyer de nouveau votre message?
hu: Üzenet újraküldése?
it: Inviare di nuovo il messaggio?
nl: Bericht opnieuw verzenden?
pt_br: Reenviar mensagem?
ro: Retrimiteţi mesajul?
ru: Повторить отправку сообщения?
tr: Mesaj tekrar gönderilsin mi?

# id_your_own_phone_number
source: Your phone number
ar: رقم هاتفك
cs: Váš telefon
de: Ihre Telefonnummer
el: Ο αριθμός σας
es: N.º de tel.
fr: Votre n° tél.
hu: Telefonszámod
it: Numero di telefono personale
nl: Uw telefoonnummer
pt_br: Núm. telefone
ro: Numărul dvs. de telefon
ru: Ваш номер телефона
tr: Tel. numaran

# id_your_phone_number
source: Phone number
ar: رقم الهاتف
cs: Telefonní číslo
de: Telefonnummer
el: Αριθμός κλήσης
es: Número de teléfono
fr: Numéro de telephone
hu: Telefonszám
it: Numero di telefono
nl: Telefoonnummer
pt_br: Número de telefone
ro: Număr de telefon
ru: Номер телефона
tr: Telefon numarası

# id_logout_failed
source: Couldn’t log out
ar: تعذر تسجيل الخروج
cs: Odhlášení nebylo možné
de: Abmeldung nicht möglich
el: Δεν μπορεί να γίνει αποσύνδεση
es: No se pudo cerrar la sesión
fr: Impossible de se déconnecter
hu: Nem lehet kijelentkezni
it: Impossibile disconnettersi
nl: Afmelden is mislukt
pt_br: Não foi possível finalizar a sessão
ro: Nu s-a putut deloga
ru: Не удалось выйти
tr: Çıkış yapılamadı

# id_number_only_6
source: Must be 6 digits
ar: يجب أن يكون 6 أرقام
cs: Musí obsahovat 6 číslic
de: Es müssen 6 Zeichen sein
el: Πρέπει να είναι 6 ψηφία
es: Debe tener 6 dígitos
fr: 6 caractères requis
hu: 6 számjegynek kell lennie
it: Deve contenere 6 cifre
nl: Moet 6 cijfers zijn
pt_br: Deve ter 6 dígitos
ro: Trebuie sa aibă 6 cifre
ru: Должно быть 6 цифр
tr: 6 haneli olmalı
