Repository: jigang-duan/Move-iOS
Catalog: Move App/Move App/*.lproj/Localizable.strings
Languages: ar, cs, de, el, es, fr, hu, it, nl, pt_br, ro, ru, tr

# id_must_select_agree
source: You must select to confirm agreement with the User Terms of Service and Privacy Policy
ar: يجب عليك التحديد للتأكيد على الموافقة على شروط الخدمة للمستخدم وسياسة الخصوصية
cs: Než budete pokračovat, je nutné souhlasit se zněním Podmínek služby pro uživatele a Zásadami ochrany osobních údajů.
de: Sie müssen den Nutzungsbedingungen und Datenschutzbestimmungen zustimmen, um fortzufahren.
el: Για να συνεχίσετε, θα πρέπει να αποδεχτείτε τους Όρους Παροχής Υπηρεσιών και την Πολιτική Απορρήτου
es: Debe aceptar las condiciones de servicio del usuario y la política de privacidad.
fr: Accepter les Conditions d’utilisation et la Politique de confidentialité pour continuer
hu: El kell fogadnia a felhasználóra vonatkozó használati feltételeket és az adatvédelmi nyilatkozatot.
it: Per continuare, è necessario accettare i Termini di servizio per l'utente e l'Informativa sulla privacy
nl: U moet akkoord gaan met de Servicevoorwaarden voor gebruikers en het Privacybeleid voordat u kunt doorgaan
pt_br: Você deve selecionar que aceita o acordo com os termos de serviço do usuário e a política de privacidade
ro: Pentru a continua, trebuie să acceptați Termenii și condițiile de utilizare, precum și Politica de confidențialitate
ru: Вы должны согласиться с Правилами использования и Политикой конфиденциальности
tr: Kullanıcı Hizmet Koşullarını ve Gizlilik İlkesini sözleşmesini onaylamış olmalısınız

# id_str_share_failed
source: Couldn't share, try again later.
ar: تعذرت المشاركة، أعد المحاولة لاحقًا.
cs: Sdílení se nezdařilo. Zkuste to znovu později.
de: Teilen nicht möglich. Versuchen Sie es später noch einmal.
el: Δεν ήταν δυνατή η κοινή χρήση. Δοκιμάστε ξανά αργότερα.
es: No se ha podido compartir. Inténtelo de nuevo más tarde.
fr: Partage impossible. Réessayez ultérieurement.
hu: A megosztás sikertelen. Próbálja újra később.
it: Impossibile condividere. Riprovare più tardi.
nl: Kan niet delen. Probeer het later opnieuw.
pt_br: Não foi possível compartilhar. Tente novamente mais tarde.
ro: Partajarea nu a fost posibilă. Încercați din nou mai târziu.
ru: Не удалось отправить. Повторите попытку позже.
tr: Paylaşılamadı, daha sonra tekrar deneyin.

# id_get_device_version_failed
source: Couldn't get device version, try again later.
ar: تعذر الحصول على إصدار الجهاز، أعد المحاولة لاحقًا.
cs: Nelze zjistit verzi zařízení. Zkuste to znovu později.
de: Geräteversion konnte nicht abgerufen werden. Versuchen Sie es später erneut.
el: Δεν ήταν δυνατή η λήψη της έκδοσης της συσκευής. Δοκιμάστε ξανά αργότερα.
es: No se ha podido conseguir la versión del dispositivo. Vuélvalo a intentar más tarde.
fr: Impossible d’obtenir la version de l’appareil. Réessayez ultérieurement.
hu: Az új verzió letöltése sikertelen. Próbálja újra később.
it: Impossibile ottenere la versione del dispositivo. Riprovare più tardi.
nl: Kan apparaatversie niet ophalen. Probeer het later opnieuw.
pt_br: Não foi possível obter versão do dispositivo. Tente novamente mais tarde.
ro: Versiunea dispozitivului nu a putut fi obținută. Încercați din nou mai târziu.
ru: Не удалось получить версию устройства. Повторите попытку позже.
tr: Cihaz sürümü alınamadı; daha sonra tekrar deneyin.

# id_moveband_out_of_reach
source: watch out of reach
ar: لا يمكن الوصول إلى الساعة
cs: hodinky jsou mimo dosah
de: Watch nicht erreichbar
el: Μη προσιτό ρολόι
es: Reloj fuera del alcance
fr: montre hors portée
hu: az óra tartományon kívül.
it: orologio irraggiungibile
nl: horloge buiten bereik
pt_br: Watch fora do alcance
ro: ceasul este în afara razei de acțiune
ru: часы вне досягаемости
tr: saate erişilemiyor

# id_make_sure_your_moveband_is_nearby
source: Make sure your watch is nearby, powered on, and connected with your phone.
ar: تأكد من قرب ساعتك وتشغيلها وتوصيلها بهاتفك.
cs: Ujistěte se, že jsou hodinky blízko, zapnuté a připojené k telefonu.
de: Ihre Watch muss in der Nähe, eingeschaltet und mit dem Telefon verbunden sein.
el: Βεβαιωθείτε ότι το ρολόι είναι κοντά, ενεργοποιημένο και συνδεδεμένο με το τηλέφωνό σας.
es: Asegúrese de que su reloj esté cerca, activado y conectado con su teléfono.
fr: Vérifiez que votre montre est à proximité, allumée et connectée à votre téléphone.
hu: Győződjön meg arról, hogy az óra a közelben van, be van kapcsolva és csatlakoztatva van a telefonjához.
it: Assicurarsi che l'orologio sia nelle vicinanze, acceso e connesso al telefono.
nl: Zorg ervoor dat uw horloge in de buurt, ingeschakeld en verbonden met uw telefoon is
pt_br: Certifique-se de que seu Watch esteja por perto, ligado e conectado ao seu telefone.
ro: Asigurați-vă că ceasul dvs. se află în apropiere, este pornit și este conectat la telefon.
ru: Убедитесь, что ваши часы находятся рядом, включены и подключены к телефону.
tr: Saatinizin yakında, açık ve telefonunuza bağlı olduğundan emin olun.

# id_new_password_8_16_letters_or_numbers
source: New password(8–16 letters or numbers)
ar: كلمة المرور الجديدة (8 إلى 16 حرفًا أو رقمًا)
cs: Nové heslo (8–16 písmen nebo číslic)
de: Neues Passwort (8–16 Buchstaben oder Zahlen)
el: Νέος κωδικός πρόσβασης (8-16 γράμματα ή αριθμοί)
es: Contraseña nueva (8-16 letras o números)
fr: Nouveau mot de passe (8 à 16 lettres ou chiffres)
hu: Új jelszó (8-16 betű, illetve számjegy)
it: Nuova password (8-16 lettere o numeri)
nl: Nieuw wachtwoord (8-16 letters en cijfers)
pt_br: Nova senha (8 a 16 letras ou números)
ro: Parolă nouă (8–16 litere sau cifre)
ru: Новый пароль (8-16 символов, сочетание букв и цифр)
tr: Yeni parola (8-16 harf ve rakam)

# id_password_8_16_letters_or_numbers
source: Password(8–16 letters or numbers)
ar: كلمة المرور (8 إلى 16 حرفًا أو رقمًا)
cs: Heslo (8–16 písmen nebo číslic)
de: Passwort (8–16 Buchstaben oder Zahlen)
el: Κωδικός πρόσβασης (8-16 γράμματα ή αριθμοί)
es: Contraseña (8-16 letras o números)
fr: Mot de passe (8 à 16 lettres ou chiffres)
hu: Jelszó (8-16 betű, illetve számjegy)
it: Password (8-16 lettere o numeri)
nl: Wachtwoord (8-16 letters en cijfers)
pt_br: Senha (8 a 16 letras ou números)
ro: Parolă (8–16 litere sau cifre)
ru: Пароль (8-16 символов, сочетание букв и цифр)
tr: Parola (8-16 harf ve rakam)

# id_make_sure_your_battery_level
source: At least 20% battery required. To continue update, connect to charger.
ar: يلزم توفر 20% على الأقل من البطارية. لمتابعة التحديث، وصلها بشاحن.
cs: Je vyžadována úroveň nabití baterie alespoň 20 %. Aby bylo možné přejít k aktualizaci, připojte zařízení k nabíječce.
de: Eine Akkukapazität von mindestens 20 % ist erforderlich. Laden Sie die Watch auf, um die Aktualisierung fortzusetzen.
el: Απαιτείται στάθμη μπαταρίας τουλάχιστον 20%. Συνδέστε το φορτιστή για να συνεχίσετε την ενημέρωση.
es: Se necesita al menos un 20% de batería. Para continuar la actualización, conecte el cargador.
fr: La batterie doit être à au moins 20 %. Pour continuer la mise à jour, branchez le chargeur.
hu: Legalább 20%-os akkumulátor töltöttségi szintre van szükség. A frissítés folytatásához csatlakoztassa a töltőhöz.
it: È necessario almeno il 20% di carica della batteria. Per continuare con l'aggiornamento, collegare il caricabatterie.
nl: U moet ten minste 20% accu beschikbaar hebben. Leg aan de lader om door te gaan met de update.
pt_br: Pelo menos 20% de bateria necessária. Para continuar a atualização, conecte ao carregador.
ro: Bateria trebuie să fie încărcată la cel puțin 20%. Pentru a continua actualizarea, conectați dispozitivul la încărcător.
ru: Требуется минимум 20% заряда батареи. Чтобы продолжить обновление, подключитесь к сетевому адаптеру.
tr: En az %20 pil gereklidir. Güncellemeye devam etmek için şarj cihazına bağlayın.

# id_active_device_failed
source: Couldn't activate device, try again later.
ar: تعذر تنشيط الجهاز، أعد المحاولة لاحقًا.
cs: Zařízení nelze aktivovat. Zkuste to znovu později.
de: Gerät konnte nicht aktiviert werden. Versuchen Sie es später erneut.
el: Δεν ήταν δυνατή η ενεργοποίηση της συσκευής. Δοκιμάστε ξανά αργότερα.
es: No se ha podido activar el dispositivo. Vuélvalo a intentar más tarde.
fr: Impossible d’activer l’appareil. Réessayez ultérieurement.
hu: A készülék aktiválása sikertelen. Próbálja újra később.
it: Impossibile attivare il dispositivo. Riprovare più tardi.
nl: Kan apparaat niet activeren. Probeer het later opnieuw.
pt_br: Não foi possível ativar o dispositivo. Tente novamente mais tarde.
ro: Dispozitivul nu a putut fi activat. Încercați din nou mai târziu.
ru: Не удалось активировать устройство. Попробуйте позже.
tr: Cihaz etkinleştirilemedi, daha sonra tekrar deneyin.

# id_force_logout
source: Your account was logged in to on [%@] at [%@]. If this login wasn't authorized by you, we recommend you change your password immediately.
ar: تم تسجيل الدخول بحسابك إلى [%@] في [%@]. إذا كانت عملية تسجيل الدخول هذه ليست معتمدة من جانبك، فنوصيك بتغيير كلمة المرور فورًا.
cs: Přihlášení k účtu proběhlo dne [%@] v [%@]. Pokud se jedná o neoprávněné přihlášení, doporučujeme vám ihned změnit heslo.
de: Am [%@] hat sich um [%@] ein Benutzer in Ihrem Konto angemeldet. Falls dieser Vorgang nicht von Ihnen autorisiert war, sollten Sie sofort Ihr Passwort ändern.
el: Πραγματοποιήθηκε σύνδεση στον λογαριασμό σας [%@] στις [%@]. Εάν η εν λόγω σύνδεση δεν ήταν εγκεκριμένη, σας συνιστούμε να αλλάξετε αμέσως τον κωδικό πρόσβασής σας.
es: Su cuenta inició sesión el [%@] a las [%@]. Si usted no autorizó este inicio de sesión, le recomendamos que cambie inmediatamente la contraseña.
fr: Votre compte a été connecté sur [%@] à [%@]. S'il ne s'agissait pas de vous, nous vous recommandons de changer de mot de passe.
hu: A fiókjába bejelentkeztek a [%@] napon [%@] órakor. Ha Ön nem adott engedélyt erre a belépésre, javasoljuk, hogy azonnal változtassa meg a jelszavát.
it: È stato eseguito l'accesso all'account il [%@] alle [%@]. Se l'accesso non è stato autorizzato dall'utente, si consiglia di modificare subito la password.
nl: Uw account is aangemeld op [%@] om [%@]. Als deze aanmelding niet door u is geautoriseerd, raden we u aan uw wachtwoord onmiddellijk te wijzigen.
pt_br: Foi efetuado login em sua conta em [%@] às [%@]. Se este login não foi autorizado por você, recomendamos que altere sua senha imediatamente.
ro: Contul dvs. a fost accesat în [%@] la [%@]. Dacă nu ați autorizat această accesare, vă recomandăm să schimbați imediat parola.
ru: Ваш аккаунт использовался с [%@] до [%@]. Если вход осуществляли не вы, рекомендуем немедленно изменить пароль.
tr: [%@] cihazında [%@] tarihinde hesabınızda oturum açıldı. Bu oturum açma işlemi sizin yetkiniz dışında gerçekleştiyse hemen parolanızı değiştirmenizi öneririz.

# id_sleep_deep
source: Deep
ar: عميق
cs: Hluboký
de: Tiefschlaf
el: Βαθύς
es: Profundidad
fr: Sommeil profond
hu: Mély
it: Profondo
nl: Diep
pt_br: Sono profundo
ro: Adânc
ru: Глубокий
tr: Derin

# id_the_name_cannot_be_empty
source: Enter name
ar: أدخل اسمًا
cs: Zadat název
de: Namen eingeben
el: Καταχώρηση ονόματος
es: Introduzca el nombre
fr: Attribuer un nom
hu: Adjon meg egy nevet.
it: Immetti nome
nl: Voer naam in
pt_br: Digitar nome
ro: Introduceți numele
ru: Введите имя
tr: Ad girin

# id_how_to_use_moveband
source: How to use the watch
ar: كيفية استخدام الساعة
cs: Jak hodinky používat
de: Watch verwenden
el: Τρόπος χρήσης ρολογιού
es: Cómo utilizar el reloj
fr: Usage de la montre
hu: Az óra használata
it: Utilizzo dell'orologio
nl: Hoe u het horloge gebruikt
pt_br: Como usar o Watch
ro: Utilizarea ceasului
ru: Как использовать ваши часы
tr: Saat nasıl kullanılır

# id_more
source: More
ar: المزيد
cs: Více
de: Mehr
el: Περισσότερα
es: Más
fr: Plus
hu: Tovább
it: Altro
nl: Meer
pt_br: Mais
ro: Mai multe
ru: Ещё
tr: Daha fazla

# id_how_to_use_gesture_tittle1
source: Camera/Music gesture
ar: إيماءات الموسيقى/الكاميرا
cs: Gesto pro fotoaparát/hudbu
de: Geste für Kamera/Musik
el: Χειρονομία για Κάμερα/Μουσική
es: Gesto para cámara/música
fr: Geste pour l’appareil photo/musique
hu: Kézmozdulatos kamera/zenelejátszás vezérlés
it: Gesti fotocamera/musica
nl: Gebaar voor camera/muziek
pt_br: Gesto para Câmera/Música
ro: Gest Aparat foto/Muzică
ru: Жесты Камеры/Музыки
tr: Kamera / Müzik hareketi

# id_battery_status
source: Battery status
ar: حالة البطارية
cs: Stav baterie
de: Akkustatus
el: Κατάσταση μπαταρίας
es: Estado de la batería
fr: État de la batterie
hu: Akkumulátor állapota
it: Stato batteria
nl: Accustatus
pt_br: Status da bateria
ro: Stare baterie
ru: Состояние батареи
tr: Pil durumu

# id_double_tap_check
source: Double tap to check battery status
ar: انقر مرتين للتحقق من حالة البطارية
cs: Dvojitým klepnutím zjistíte stav baterie
de: Zweimal berühren: Akkustatus abrufen
el: Δύο απαλά χτυπήματα για έλεγχο κατάστασης μπαταρίας
es: Toque dos veces para comprobar el estado de la batería.
fr: Appuyer deux fois pour vérifier l’état de la batterie
hu: Érintse meg kétszer az akkumulátor állapotának ellenőrzéséhez.
it: Tocca due volte per verificare lo stato della batteria
nl: Dubbeltik om de accustatus te controleren
pt_br: Tocar duas vezes para verificar status da bateria
ro: Atingeți de două ori pentru a verifica starea bateriei
ru: Нажмите дважды, чтобы проверить состояние батареи
tr: Pil durumunu kontrol etmek için iki kez dokunun

# id_by_continuing
source: By continuing, you agree to
ar: بالمتابعة، أنت توافق على
cs: Pokračováním souhlasíte s dokumentem
de: Wenn Sie fortfahren, stimmen Sie zu
el: Εάν συνεχίσετε, συμφωνείτε με τους
es: Al continuar, acepta
fr: En continuant, vous acceptez
hu: A folytatással Ön elfogadja a
it: Proseguendo, si accettano
nl: Als u doorgaat, gaat u akkoord met
pt_br: Ao continuar, você concorda com
ro: Continuând, sunteți de acord să
ru: Продолжая, вы соглашаетесь с
tr: Devam ederek şunu kabul etmiş oluyorsunuz:

# id_confirm_password
source: Confirm password
ar: تأكيد كلمة المرور
cs: Potvrdit heslo
de: Passwort bestätigen
el: Επιβεβ. κωδικού
es: Conf. contraseña
fr: Confirmation
hu: Jelszó megerősít.
it: Conferma password
nl: Wachtwoord bevestigen
pt_br: Confirmar senha
ro: Confirmați parola
ru: Подтвердите пароль
tr: Parolayı onayla

# id_connecting
source: Connecting…
ar: اتصال…
cs: Připojování…
de: Verbindung wird hergestellt…
el: Σύνδεση…
es: Conectando…
fr: Connexion…
hu: Csatlakozás…
it: Connessione in corso…
nl: … verbinden
pt_br: Conectando…
ro: Se conectează…
ru: Подключение…
tr: Bağlanıyor…

# id_verification_code_prompt
source: Enter the code shown on your watch
ar: أدخل الرمز الموضح على ساعتك
cs: Zadejte kód zobrazený na hodinkách
de: Geben Sie den Code ein, der auf der Uhr angezeigt wird.
el: Εισάγετε τον κωδικό που εμφανίζεται στο ρολόι σας
es: Introduzca el código que aparece en su reloj
fr: Saisir le code affiché sur votre montre
hu: Adja meg az órán megjelenő kódot.
it: Immetti il codice visualizzato sull'orologio
nl: Voer code in die wordt weergegeven op uw horloge
pt_br: Inserir código mostrado em seu Watch
ro: Introduceți codul afișat pe ceas
ru: Введите случайный код, который отображается на ваших часах
tr: Saatinizde gösterilen kodu girin

# id_verification_code_help
source: Can’t pair with watch? Refer to Help
ar: هل تعذر الاقتران بالساعة؟ يرجى الرجوع إلى التعليمات
cs: Nelze spárovat? Viz Nápověda
de: Kopplung mit Uhr fehlgeschlagen? Siehe Hilfe
el: Αδ. η σύζευξη; Δείτε τη Βοήθ.
es: ¿No puede vincul. el reloj? Consulte Ayuda
fr: Échec appairage ? Ouvrir Aide
hu: Nem tudja párosítani az órával? Kövesse a Súgót.
it: Non è possibile accoppiarlo con l’orologio? Fare riferimento all’aiuto
nl: Koppelen met horloge mislukt? Raadpleeg Help.
pt_br: Imp. sinc. c/relógio.? Ver ajuda
ro: Nu se poate împerechea cu dispozitivul Watch? Consultaţi ghidul de ajutor
ru: Не получается установить сопряжение с часами? См. Справку
tr: Saat eşleşmiyor mu? Yardım'a bakın.

# id_phone_number
source: Phone number
ar: رقم الهاتف
cs: Telefonní číslo
de: Telefonnummer
el: Αριθμός τηλεφώνου
es: Número de teléfono
fr: Numéro de téléphone
hu: Telefonszám
it: Numero di telefono
nl: Telefoonnummer
pt_br: Número de telefone
ro: Număr de telefon
ru: Номер телефона
tr: Telefon numarası

# id_confirm
source: Confirm
ar: تأكيد
cs: Potvrdit
de: Bestätigen
el: Επιβεβαίωση
es: Confirmar
fr: Confirmer
hu: Megerősítés
it: Conferma
nl: Bevestigen
pt_br: Confirmar
ro: Confirmare
ru: Подтвердить
tr: Doğrula

# id_where_is_qr_cord
source: Where is the QR code?
ar: أين رمز QR؟
cs: Kde najdu kód QR?
de: Wo ist der QR-Code?
el: Πού είναι ο κωδικός QR;
es: ¿Dónde está el código QR?
fr: Où se trouve le code QR ?
hu: Hol található a QR-kód?
it: Dove si trova il codice QR?
nl: Waar is de QR-code?
pt_br: Onde está o código QR?
ro: Unde găsesc codul QR?
ru: Где взять QR-код?
tr: QR kod nerede?

# id_where_is_imei
source: the IMEI?
ar: IMEI؟
cs: číslo IMEI?
de: die IMEI?
el: το IMEI;
es: el IMEI?
fr: le code IMEI ?
hu: IMEI-szám?
it: codice IMEI?
nl: de IMEI?
pt_br: o IMEI?
ro: codul IMEI?
ru: IMEI?
tr: nerede?

# id_phone_number_next
source: Next
ar: التالي
cs: Další
de: Weiter
el: Επόμενο
es: Siguiente
fr: Suiv.
hu: Következő
it: Avanti
nl: Volgende
pt_br: Avançar
ro: Înainte
ru: Далее
tr: İleri

# id_search_time_zone
source: Search time zone
ar: البحث عن المنطقة الزمنية
cs: Najít časové pásmo
de: Zeitzone suchen
el: Αναζήτηση ζώνης ώρας
es: Buscar zona horaria
fr: Rechercher le fuseau horaire
hu: Időzóna keresése
it: Ricerca fuso orario
nl: Tijdzone zoeken
pt_br: Buscar fuso horário
ro: Căutare fus orar
ru: Поиск часового пояса
tr: Saat dilimini ara

# id_country_code
source: Country code
ar: رمز البلد
cs: Předvolba země
de: Landesvorwahl
el: Κωδικός χώρας
es: Código de país
fr: Indicatif du pays
hu: Országkód
it: Prefisso internazionale
nl: Landcode
pt_br: Código do país
ro: Prefix de țară
ru: Код страны
tr: Ülke kodu

# id_click_again_to_exit
source: Touch again to exit application
ar: المس مرة أخرى للخروج من التطبيق
cs: Opětovným stiskem aplikaci ukončíte
de: Erneut berühren, um die Anwendung zu beenden.
el: Αγγίξτε ξανά για έξοδο από την εφαρμογή
es: Toque de nuevo para salir de la aplicación.
fr: Appuyer de nouveau pour quitter l’application
hu: Érintse meg ismét az alkalmazásból való kilépéshez
it: Toccare di nuovo per chiudere l'applicazione
nl: Tik opnieuw om de toepassing af te sluiten.
pt_br: Tocar novamente para sair do aplicativo
ro: Atingeți din nou pentru a ieși din aplicație
ru: Нажмите ещё раз для выхода из приложения
tr: Uygulamadan çıkmak için tekrar dokunun

# id_select_image
source: Select Image
ar: تحديد صورة
cs: Vybrat obrázek
de: Bild auswählen
el: Επιλογή εικόνας
es: Seleccionar imagen
fr: Sélectionner l’image
hu: Kép kiválasztása
it: Seleziona immagine
nl: Afbeelding selecteren
pt_br: Selecionar imagem
ro: Selectare imagine
ru: Выберите изображение
tr: Resim Seç

# id_all_images
source: All pictures
ar: جميع الصور
cs: Všechny obrázky
de: Alle Bilder
el: Όλες οι εικόνες
es: Todas las imágenes
fr: Toutes les images
hu: Összes kép
it: Tutte le immagini
nl: Alle foto's
pt_br: Todas as imagens
ro: Toate imaginile
ru: Все картинки
tr: Tüm resimler

# id_complete
source: Complete
ar: اكتمل
cs: Dokončeno
de: Fertig
el: Ολοκλήρωση
es: Seleccionar
fr: Terminé
hu: Kész
it: Completata
nl: Voltooid
pt_br: Concluir
ro: Finalizat
ru: Готово
tr: Tamamlandı

# id_photo_crop
source: Crop image
ar: اقتصاص الصورة
cs: Oříznout obrázek
de: Bild zuschneiden
el: Περικοπή εικόνας
es: Recortar imagen
fr: Recadrage d'image
hu: Kép körülvágása
it: Ritaglio immagine
nl: Afbeelding bijsnijden
pt_br: Recortar imagem
ro: Trunchiați imaginea
ru: Обрезать изображение
tr: Resmi kırp

# id_location_history
source: Location History
ar: سجل الموقع
cs: Historie polohy
de: Standortverlauf
el: Ιστορικό τοποθεσίας
es: Historial de la ubicación
fr: Historique de localisation
hu: Helyelőzmények
it: Cronologia posizioni
nl: Locatiegeschiedenis
pt_br: Histórico de localização
ro: Istoric locații
ru: История местоположений
tr: Konum geçmişi

# id_select_time_error
source: Invalid time selected
ar: تم تحديد وقت غير صالح
cs: Byl vybrán neplatný čas.
de: Die ausgewählte Zeit ist falsch.
el: Επιλέχθηκε μη έγκυρη ώρα
es: La hora seleccionada es incorrecta
fr: Heure choisie incorrecte
hu: Érvénytelen idő került kiválasztásra
it: L'orario selezionato non è corretto
nl: Geselecteerde tijd is onjuist
pt_br: Horário inválido selecionado
ro: Oră selectată incorectă
ru: Выбрано неверное время
tr: Geçersiz saat seçildi

# id_family_member
source: Family members
ar: أفراد العائلة
cs: Členové rodiny
de: Familienmitglied
el: Μέλη της οικογένειας
es: Miembro de la familia
fr: Membre de la famille
hu: Családtagok
it: Familiare
nl: Familielid
pt_br: Membros da família
ro: Membrii familiei
ru: Члены семьи
tr: Aile üyeleri

# id_watch_friends
source: Friends
ar: الأصدقاء
cs: Přátelé
de: Freunde
el: Φίλοι
es: Amigos del reloj
fr: Amis sur la montre
hu: Barátok
it: Amici orologio
nl: Horlogevrienden
pt_br: Amigos
ro: Prieteni
ru: Друзья
tr: Arkadaşlar
