Repository: jigang-duan/Move-iOS
Catalog: Move App/Move App/*.lproj/Localizable.strings
Languages: ar, cs, de, el, es, fr, hu, it, nl, pt_br, ro, ru, tr

# id_family_member_prompt
source: User can add up to 10 family members and favourite up to 3 members. When an emergency call is made from the watch, the watch will call favourited family members one by one until one answers the call.
ar: يمكن للمستخدم إضافة حتى 10 أفراد عائلة وأفراد مفضلين حتى 3 أفراد. حين يتم إجراء مكالمة طارئة من الساعة، ستتصل الساعة بأفراد العائلة المفضلين واحدٍ تلو الآخر حتى يرد أحدهم على المكالمة.
cs: Můžete přidat až 10 členů rodiny a označit až 3 oblíbené členy. Když bude z hodinek uskutečněno tísňové volání, hodinky budou postupně volat oblíbeným členům rodiny, dokud jeden z nich volání nepřijme.
de: Der Benutzer kann bis zu 10 Familienmitglieder hinzufügen und bis zu 3 Mitglieder als bevorzugt festlegen. Wenn ein Notruf über die Watch getätigt wird, ruft die Watch die bevorzugten Familienmitglieder der Reihe nach an.
el: Ο χρήστης μπορεί να προσθέσει έως 10 μέλη της οικογένειας και έως 3 αγαπημένα μέλη. Όταν πραγματοποιείται κλήση έκτακτης ανάγκης από το ρολόι, το ρολόι θα καλεί τα αγαπημένα μέλη της οικογένειας ένα προς ένα μέχρι να απαντηθεί η κλήση.
es: El usuario puede añadir hasta 10 miembros de la familia y tener hasta 3 miembros favoritos. Cuando se hace una llamada de emergencia desde el reloj, el reloj llamará a los miembros de la familia favoritos de uno en uno.
fr: L’utilisateur peut ajouter jusqu’à 10 membres de la famille et marquer en favori jusqu’à 3 d’entre eux. Lorsqu’un appel d’urgence est passé depuis la montre, cette dernière appelle les membres de la famille en favori un à un.
hu: A felhasználó akár 10 családtagot is hozzáadhat, és akár 3 családtagot jelölhet meg kedvencként. Amikor sürgősségi hívás kerül indításra a telefonról, az óra egyenként felhívja a kedvencként megjelölt családtagokat, amíg valamelyik családtag fogadja a hívást.
it: L'utente può aggiungere fino a 10 familiari e impostare come favoriti fino a 3 familiari. Quando si effettua una chiamata di emergenza dall'orologio, quest'ultimo chiamerà uno alla volta i familiari preferiti.
nl: Gebruiker kan tot 10 familieleden toevoegen en tot 3 leden als favoriet toevoegen. Wanneer een noodoproep wordt gemaakt vanaf het horloge, belt het horloge een voor een de favoriete familieleden.
pt_br: O usuário pode adicionar até 10 membros da família e até 3 membros como favoritos. Quando uma chamada de emergência é realizada do Watch, o Watch liga para os membros da família favoritos, um a um, até que um atenda a chamada.
ro: Utilizatorul poate adăuga până la 10 membri ai familiei și poate alege ca favoriți până la 3 membri. Când se efectuează un apel de urgență de pe ceas, ceasul va apela membrii favoriți ai familiei pe rând, până când unul va răspunde la apel.
ru: Пользователь может добавить до 10 членов семьи и избранных до 3 членов. При выполнении экстренного вызова с часов, часы будут звонить избранным членам семьи один за другим, пока один из них не ответит на вызов.
tr: Kullanıcı maksimum 10 aile üyesi ekleyebilir ve maksimum 3 tanesini favori olarak belirleyebilir. Saatten acil durum çağrısı yapıldığında saat favori olarak belirlenen aile üyelerinden biri yanıtlayana kadar hepsini teker teker arar.

# id_master
source: Administrator
ar: المسؤول
cs: Správce
el: Διαχειριστής
es: Maestro
fr: Maître
hu: Adminisztrátor
it: Principale
nl: Master
pt_br: Administrador
ru: Администратор
tr: Yönetici

# id_emergency_number_tips
source: Note: Enter a valid emergency number. (E.g. 112)
ar: ملاحظة: أدخل رقم طوارئ صالحًا. (مثل 112)
cs: Poznámka: Zadejte platné číslo tísňového volání. (Například 112)
de: Bitte beachten: Eine gültige Notrufnummer eintragen (z.B 112)
el: Σημείωση: Εισάγετε έναν έγκυρο αριθμό έκτακτης ανάγκης (πχ 112)
es: Nota: Introduzca un número de emergencia válido (por ejemplo 112)
fr: Note: Saisir un numéro d'urgence valide (ex:112)
hu: Megjegyzés: Írjon be egy érvényes vészhívószámot (Pl:112)
it: Nota: Digitare un numero di emergenza valido (Es:112)
nl: Let op: Voer een geldig alarmnummer in.(bijv. 112)
pt_br: Nota: insira um número de emergência válido. (E.g. 112)
ro: Notă: Introduceţi un număr de urgenţă valid (Ex: 112)
ru: Примечание. введите действительный номер службы экстренной помощи. (Например, 112)
tr: Not: Geçerli bir acil durum numarası girin. (Ör., 112)

# id_login_failed
source: Couldn't login
ar: تعذر تسجيل الدخول
cs: Přihlášení se nezdařilo.
de: Anmelden fehlgeschlagen
el: Δεν ήταν δυνατή η σύνδεση
es: No se ha podido iniciar la sesión.
fr: Connexion impossible
hu: A bejelentkezés nem sikerült.
it: Impossibile eseguire l'accesso
nl: Kan niet aanmelden
pt_br: Não foi possível efetuar login
ro: Conectarea nu a putut fi realizată
ru: Не удалось войти
tr: Oturum açılamadı

# id_logging_please_wait
source: Logging in, wait…
ar: جارٍ تسجيل الدخول، يرجى الانتظار&#8230؛
cs: Čekejte prosím, probíhá přihlašování…
de: Anmeldung läuft, bitte warten…
el: Σύνδεση σε εξέλιξη. Περιμένετε…
es: Iniciando sesión; espere…
fr: Patientez pendant la connexion…
hu: Bejelentkezés folyamatban. Várjon…
it: Accesso in corso. Attendere…
nl: Aanmelden, even geduld…
pt_br: Efetuando login, aguarde…
ro: Se conectează. Așteptați…
ru: Вход в систему, пожалуйста, подождите…
tr: Oturum açılıyor, lütfen bekleyin…

# id_exception
source: Exception
ar: استثناء
cs: Výjimka
de: Ausnahme
el: Εξαίρεση
es: Excepción
hu: Kivétel
it: Eccezione
nl: Uitzondering
pt_br: Exceção
ro: Excepție
ru: Исключение
tr: Özel durum

# id_photo
source: Photo
ar: صورة
cs: Fotografie
de: Foto
el: Φωτογραφία
es: Foto
hu: Fénykép
it: Foto
nl: Foto
pt_br: Foto
ro: Fotografie
ru: Изображение
tr: Fotoğraf

# id_title
source: Title
ar: العنوان
cs: Název
de: Titel
el: Τίτλος
es: Título
fr: Titre
hu: Cím
it: Titolo
nl: Titel
pt_br: Título
ro: Titlu
ru: Название
tr: Başlık

# id_number
source: Number
ar: الرقم
cs: Číslo
de: Nummer
el: Αριθμός
es: Número
fr: Numéro
hu: Szám
it: Numero
nl: Nummer
pt_br: Número
ro: Număr
ru: Номер
tr: Numara

# id_set_as_master
source: Set as administrator
ar: تعيين كمسؤول
cs: Nastavit jako správce
de: Als Master festlegen
el: Ορισμός ως διαχειριστής
es: Establecer como maestro
fr: Définir comme maître
hu: Beállítás adminisztrátorként
it: Imposta come principale
nl: Instellen als master
pt_br: Definir como administrador
ro: Setare ca administrator
ru: Назначить администратором
tr: Yönetici olarak ayarla

# id_qr_code
source: QR code
ar: رمز QR
cs: Kód QR
el: Κωδικός QR
es: Código QR
fr: Code QR
hu: QR-kód
it: Codice QR
pt_br: Código QR
ro: Cod QR
ru: QR-код
tr: QR kod

# id_done_qr_code
source: Done and go to QR code
ar: تم وانتقل إلى رمز QR
cs: Hotovo a přejít ke kódu QR
de: Fertig, zum QR-Code wechseln
el: Ολοκλήρωση και μετάβαση στον κωδικό QR
es: Hecho. Ir a código QR.
fr: Fermer et accéder au code QR
hu: Kész. Lépjen a QR-kódhoz.
it: Chiudi e vai a codice QR
nl: Klaar en ga naar QR-code
pt_br: Concluído e acessar código QR
ro: Gata. Accesați codul QR
ru: Далее и перейти к QR-коду
tr: Tamamla ve QR koda git

# id_share_image
source: Share Image
ar: مشاركة الصورة
cs: Sdílet obrázek
de: Bild teilen
el: Κοινή χρήση εικόνας
es: Compartir imagen
fr: Partager l’image
hu: Kép megosztása
it: Condividi immagine
nl: Afbeelding delen
pt_br: Compartilhar imagem
ro: Partajare imagine
ru: Отправить изображение
tr: Görüntü Paylaş

# id_system_notification
source: System notifications
ar: إشعارات النظام
cs: Systémová oznámení
de: Systembenachrichtigung
el: Ειδοποιήσεις συστήματος
es: Notificación del sistema
fr: Notification système
hu: Rendszerértesítések
it: Notifica di sistema
nl: Systeemmelding
pt_br: Notificações do sistema
ro: Notificări sistem
ru: Системные уведомления
tr: Sistem bildirimleri

# id_device_isbind
source: This watch has already been paired by another user. To pair with this watch, contact the watch administrator and scan the QR code from their app.
ar: تم إقران هذه الساعة بالفعل بواسطة مستخدم آخر. للاقتران بهذه الساعة، اتصل بالمسؤول عن الساعة وامسح رمز QR ضوئيًا من تطبيقه.
cs: Tyto hodinky již byly spárovány jiným uživatelem. Chcete-li se s těmito hodinkami spárovat, obraťte se na správce a načtěte kód QR z jeho aplikace.
de: Diese Watch wurde bereits mit einem anderen Benutzer gekoppelt. Um eine Kopplung mit dieser Watch herzustellen, wenden Sie sich an den Watch-Administrator und scannen Sie den QR-Code aus der Anwendung.
el: Αυτό το ρολόι έχει ήδη αντιστοιχιστεί με άλλο χρήστη. Για αντιστοίχιση με αυτό το ρολόι, επικοινωνήστε με τον διαχειριστή του ρολογιού και σαρώστε τον κώδικα QR από την εφαρμογή του.
es: Este reloj ya ha sido vinculado por otro usuario. Para vincularse con este reloj, póngase en contacto con el administrador del reloj y escanee el código QR de su aplicación.
fr: Cette montre a déjà été appairée par un autre utilisateur. Pour appairer avec cette montre, contactez l’administrateur de la montre puis scannez le code QR depuis son application.
hu: Ezt az órát egy másik felhasználó már párosította. Az óra párosításához vegye fel a kapcsolatot az óra adminisztrátorával, majd olvassa be az ő telefonján található QR-kódot.
it: L'orologio è già stato associato da un altro utente. Per associarsi all'orologio, contattarne l'amministratore e scansionare il codice QR dalla sua applicazione.
nl: Dit horloge is al gekoppeld door een andere gebruiker. Als u met dit horloge wilt koppelen, neemt u contact op met de beheerder van het horloge en scant u de QR-code uit de app van de beheerder.
pt_br: Este Watch já foi emparelhado por outro usuário. Para emparelhar com este Watch, contate o administrador do Watch e digitalize o código QR do aplicativo dele.
ro: Acest ceas a fost deja împerecheat de către un alt utilizator. Pentru a efectua o împerechere cu acest ceas, contactați administratorul ceasului și scanați codul QR din telefonul acestuia.
ru: Эти часы уже подключены другим пользователем. Чтобы установить сопряжение с этими часами, обратитесь к администратору часов и отсканируйте QR-код из приложения.
tr: Bu saat zaten başka bir kullanıcı tarafından eşleştirilmiş. Bu saati eşleştirmek için saat yöneticisiyle irtibat kurun ve onların uygulamalarındaki QR kodu tarayın.

# id_error
source: Error!
ar: خطأ
cs: Chyba
de: Fehler
el: Σφάλμα
fr: Erreur
hu: Hiba
it: Errore
nl: Fout
pt_br: Erro
ro: Eroare
ru: Ошибка
tr: Hata

# id_history_no_day
source: No location history for this day
ar: لا يوجد سجل للمواقع لهذا اليوم
cs: Pro tento den neexistuje žádná historie poloh
de: Kein Standortverlauf für diesen Tag
el: Δεν υπάρχει ιστορικό τοποθεσιών για αυτήν την ημέρα
es: No hay historial de ubicaciones para este día
fr: Aucun historique de localisation sur la journée
hu: Nincsenek helyelőzmények erre a napra vonatkozóan
it: Nessuna cronologia delle posizioni per questo giorno
nl: Geen locatiegeschiedenis voor deze dag
pt_br: Nenhum histórico de localização para esse dia
ro: Nu există un istoric de locații pentru această zi
ru: Нет истории местоположений за этот день
tr: Bu gün için konum geçmişi yok

# id_new_app_version
source: New app version
ar: إصدار تطبيق جديد
cs: Nová verze aplikace
de: Neue App Version
el: Νέα έκδοση εφαρμογής
es: Nueva versión de la aplicación
fr: Nouvelle version de l’application
hu: Új alkalmazásverzió
it: Nuova versione dell'applicazione
nl: Nieuwe app-versie
pt_br: Nova versão do aplicativo
ro: Versiune nouă aplicație
ru: Новая версия приложения
tr: Yeni uygulama sürümü

# id_new_app_download_message
source: New app version available. Download? (Downloading over Wi-Fi is recommended)
ar: إصدار جديد متوفر من التطبيق. أترغب بتنزيله؟ (يوصى بالتنزيل باستخدام Wi-Fi)
cs: Je k dispozici nová verze aplikace. Stáhnout? (Doporučujeme data stáhnout přes připojení Wi-Fi.)
de: Neue App Version verfügbar. Herunterladen? (Download über WLAN empfohlen)
el: Υπάρχει νέα διαθέσιμη έκδοση της εφαρμογής. Θέλετε να πραγματοποιήσετε λήψη; (Συνιστάται λήψη μέσω Wi-Fi)
es: Nueva versión de aplicación disponible. ¿Descargar? (Se recomienda descargar por Wi-Fi)
fr: Une nouvelle version de l’appli est disponible. Voulez-vous la télécharger (recommandé par Wi-Fi) ?
hu: Új alkalmazásverzió érhető el. Letölti? (A letöltéshez Wi-Fi hálózat javasolt.)
it: Nuova versione dell'applicazione disponibile, Scaricarla? (Si consiglia di effettuare il download mediante Wi-Fi)
nl: Nieuwe app-versie beschikbaar. Wilt u deze downloaden? (Downloaden via Wi-Fi is aanbevolen)
pt_br: Nova versão do aplicativo disponível. Baixar? (Recomanda-se baixar por Wi-Fi)
ro: Este disponibilă o versiune nouă a aplicației. Doriți să o descărcați? (Se recomandă descărcarea prin Wi-Fi)
ru: Доступна новая версия приложения. Загрузить? (Рекомендуется загрузка по Wi-Fi)
tr: Yeni uygulama sürümü mevcut. İndirilsin mi? (Wi-Fi üzerinden indirilmesi önerilir)

# id_phone_null
source: Enter phone number
ar: إدخال رقم الهاتف
cs: Zadejte telefonní číslo
de: Telefonnummer eingeben
el: Εισαγωγή αριθμού τηλεφώνου
es: Introduzca el número de teléfono
fr: Saisir le n° téléphone
hu: Telefonszám megadása
it: Immetti numero di telefono
nl: Telefoonnummer opgeven
pt_br: Digitar o número de telefone
ro: Introduceți numărul de telefon
ru: Введите номер телефона
tr: Telefon numarası girin

# id_phone_error
source: Wrong phone number
ar: رقم هاتف خطأ
cs: Nesprávné telefonní číslo
de: Falsche Telefonnummer
el: Εσφαλμένος αριθμός τηλεφώνου
es: Número de teléfono incorrecto
fr: Numéro de téléphone incorrect
hu: Helytelen telefonszám
it: Numero di telefono errato
nl: Verkeerd telefoonnummer
pt_br: Número de telefone incorreto
ro: Număr de telefon greșit
ru: Неверный номер телефона
tr: Yanlış telefon numarası

# id_device_no
source: No access to device.
ar: لا يمكن الوصول إلى الجهاز
cs: Přístup k zařízení není možný
de: Kein Zugriff auf Gerät
el: Δεν είναι δυνατή η πρόσβαση στη συσκευή
es: No hay acceso al dispositivo
fr: Appareil inaccessible
hu: Nincs hozzáférés a készülékhez.
it: Nessun accesso al dispositivo
nl: Geen toegang tot apparaat
pt_br: Sem acesso ao dispositivo
ro: Nu există acces la dispozitiv
ru: Нет доступа к устройству
tr: Cihaza erişim yok

# id_all
source: All
ar: الكل
cs: Vše
de: Alle
el: Όλες
es: Todos
fr: Tout
hu: Összes
it: Tutto
nl: Alle
pt_br: Tudo
ro: Tot
ru: Все
tr: Tümü

# id_all_location
source: All locations
ar: كل المواقع
cs: Všechny polohy
de: Alle Standorte
el: Όλες οι τοποθεσίες
es: Todas las ubicaciones
fr: Tous les lieux
hu: Összes hely
it: Tutte le posizioni
nl: Alle locaties
pt_br: Todas as localizações
ro: Toate locațiile
ru: Все местоположения
tr: Tüm konumlar

# id_delete_ok
source: Deleted
ar: تم الحذف
cs: Odstraněno
de: Gelöscht
el: Διαγράφηκε
es: Borrado
fr: Supprimé
hu: Törölve
it: Eliminato
nl: Verwijderd
pt_br: Excluído
ro: Ștergere realizată
ru: Удалено
tr: Silindi

# id_delete_no
source: Couldn't delete
ar: تعذر الحذف
cs: Odstranění se nezdařilo.
de: Löschen nicht möglich
el: Δεν ήταν δυνατή η διαγραφή
es: No se pudo borrar.
fr: Suppression impossible
hu: A törlés sikertelen.
it: Impossibile eliminare
nl: Kan niet verwijderen
pt_br: Não foi possível excluir
ro: Ștergerea nu a fost posibilă
ru: Не удалось удалить
tr: Silinemedi

# id_automatic_power_on_off
source: Scheduled power on/off
ar: جدولة التشغيل/إيقاف التشغيل
cs: Plánované zapnutí/vypnutí
de: Automatisches Ein-/Ausschalten
el: Προγραμματισμένη ενεργοποίηση/απενεργοποίηση
es: Encendido/apagado automático
fr: Allumage/extinction automatique
hu: Időzített ki-/bekapcsolás
it: Accensione/spegnimento automatici
nl: Automatisch in-/uitschakelen
pt_br: Programar ligar/desligar
ro: Pornire/oprire programată
ru: Расписание работы устройства
tr: Planlı açma/kapama

# id_boot_time
source: Power on time
ar: وقت التشغيل
cs: Čas zapnutí
de: Einschaltzeit
el: Ώρα ενεργοποίησης
es: Tiempo de arranque
fr: Temps de démarrage
hu: Bekapcsolás ideje
it: Orario di avvio
nl: Opstarttijd
pt_br: Horário para ligar
ro: Oră pornire
ru: Время включения
tr: Açma zamanı

# id_shutdown_time
source: Power off time
ar: وقت إيقاف التشغيل
cs: Čas vypnutí
de: Ausschaltzeit
el: Ώρα απενεργοποίησης
es: Tiempo de apagado
fr: Temps d’extinction
hu: Kikapcsolás ideje
it: Orario di spegnimento
nl: Afsluittijd
pt_br: Horário para desligar
ro: Oră oprire
ru: Время выключения
tr: Kapama zamanı

# id_help_apn
source: If "3G","G", or "R" doesn’t appear on your watch screen, and the time displayed is incorrect, touch "APN settings" to set APN.
ar: إذا لم يظهر "3G"، أو"G"، أو "R" على شاشة ساعتك، وكان الوقت المعروض غير صحيح، فالمس "إعدادات APN" لضبط APN.
cs: Pokud není k dispozici žádný bod "3G","G" nebo "R", signál a čas jsou nesprávné. Nastavte bod APN po stisknutí možnosti "Nastavení APN".
de: Wenn es kein Signal „3G“, „G“ oder „R“ gibt und die Zeit falsch ist, berühren Sie „APN-Einstellungen“, um die APN festzulegen.
el: Αν δεν υπάρχει σήμα "3G","G" ή "R" και η ώρα είναι εσφαλμένη, μεταβείτε στις "Ρυθμίσεις APN" και ορίστε το APN.
es: Si no aparece el señal "3G","G" o "R" y la hora es incorrecta, toque "Ajustes APN" para establecer el APN.
fr: S’il n’y a aucun signal 3G, G ou R et que l’heure est incorrecte, appuyez sur « Paramètres APN » pour définir l’APN.
hu: Ha nincs "3G", "G" vagy "R" térerő, valamint az idő helytelen, érintse meg az "Elérési pont beállítások" opciót az elérési pont beállításához.
it: In assenza di segnale "3G", "G" o "R" e con l'ora errata, toccare "Impostazioni APN" per impostare l'APN.
nl: Als er geen 3G-, G- of R-signaal is en de tijd verkeerd is, tikt u op APN-instellingen om de APN in te stellen.
pt_br: Se "3G","G" ou "R"não aparecer na tela do Watch e a hora exibida estiver incorreta, toque em "Configurações de APN" para definir o APN.
ro: Dacă nu există semnal "3G", "G" sau "R" și ora este greșită, apăsați "Setări APN" pentru a seta punctul APN.
ru: Если «3G», «G» или «R» не отображаются на экране часов, и отображаемое время отображается неверно, нажмите «Настройки APN», чтобы установить APN.
tr: "3G","G" veya "R" Sinyali yoksa ve saat yanlışsa APN'i ayarlamak için "APN Ayarları"'na dokunun.

# id_apn_setting
source: APN settings
ar: إعدادات APN
cs: Nastavení APN
de: APN-Einstellungen
el: Ρυθμίσεις APN
es: Ajustes APN
fr: Paramètres APN
hu: Elérési pont beállítások
it: Impostazioni APN
nl: APN-instellingen
pt_br: Configurações de APN
ro: Setări APN
ru: Настройки APN
tr: APN ayarları

# id_cant_pair
source: Can't pair
ar: تعذر الاقتران
cs: Nelze spárovat
de: Kopplung nicht möglich
el: Δεν είναι δυνατή η σύζευξη
es: No se puede sincronizar.
fr: Appairage impossible
hu: A párosítás sikertelen.
it: Impossibile effettuare l'associazione
nl: Kan niet koppelen
pt_br: Não foi possível emparelhar
ro: Împerecherea nu poate fi realizată
ru: Не удалось подключить
tr: Eşleştirilemiyor

# id_system_notice_title
source: Warning
ar: تحذير
cs: Varování
de: Warnung
el: Προειδοποίηση
es: Advertencia
fr: Avertissement
hu: Figyelmeztetés
it: Avviso
nl: Waarschuwing
pt_br: Atenção
ro: Avertizare
ru: Предупреждение
tr: Uyarı

# id_system_notice_navigate_bt
source: Navigate
ar: تنقل
cs: Navigovat
de: Navigieren
el: Πλοήγηση
es: Desplazamiento
fr: Accéder
hu: Navigáció
it: Navigazione
nl: Navigeren
pt_br: Navegar
ro: Navigare
ru: Навигация
tr: Gezin

# id_system_notice_go_to_see
source: View location
ar: عرض الموقع
cs: Zobrazit polohu
de: Zur Anzeige
el: Προβολή τοποθεσίας
es: Ir a ver
fr: Aller
hu: Hely megtekintése
it: Vai per visualizzare
nl: Naar bekijken gaan
pt_br: Exibir localização
ro: Afișare locație
ru: Просмотреть местоположение
tr: Konumu görüntüle

# id_sos
source: SOS
ar: استغاثة
de: Notruf
es: Emergencia

# id_address_is_empty
source: Enter your address
ar: إدخال عنوانك
cs: Zadejte adresu
de: Adresse eingeben
el: Καταχωρήστε τη διεύθυνσή σας
es: Introduzca su dirección
fr: Saisir votre adresse e-mail
hu: Adja meg a címét.
it: Immetti il tuo indirizzo
nl: Voer uw adres in
pt_br: Digitar seu endereço
ro: Introduceți adresa dvs.
ru: Введите свой адрес
tr: Adresinizi girin

# id_name_is_empty
source: Enter your name
ar: أدخل اسمك
cs: Zadejte své jméno
de: Namen eingeben
el: Καταχωρήστε το όνομά σας
es: Introduzca su nombre
fr: Saisir votre nom
hu: Adja meg a nevét.
it: Immetti il tuo nome
nl: Voer uw naam in
pt_br: Digite seu nome
ro: Introduceți numele dvs.
ru: Введите ваше имя
tr: Adınızı girin

# id_range
source: Radius
ar: النطاق
cs: Rozsah
de: Bereich
el: Εύρος
es: Rango
fr: Plage
hu: Tartomány
it: Gamma
nl: Bereik
pt_br: Raio
ro: Interval
ru: Радиус
tr: Aralık

# id_address
source: address
ar: العنوان
cs: adresa
de: Adresse
el: διεύθυνση
es: Dirección
fr: adresse
hu: cím
it: indirizzo
nl: adres
pt_br: endereço
ro: adresă
ru: адрес
tr: adres

# id_unconnect_network
source: Disconnect from network
ar: قطع الاتصال بالشبكة
cs: Odpojit od sítě
de: Netzwerkbindung trennen
el: Αποσύνδεση από δίκτυο
es: Desconectar de la red
fr: Se déconnecter du réseau
hu: Lecsatlakozás a hálózatról
it: Disconnetti dalla rete
nl: Verbinding met netwerk verbreken
pt_br: Desconectar da rede
ro: Deconectați-vă de la rețea
ru: Отключиться от сети
tr: Ağ bağlantısını kesin

# id_not_google_map
source: Google Maps not installed
ar: لم يتم تثبيت Google Maps
cs: Aplikace Mapy Google není nainstalovaná.
de: Google Maps nicht installiert
el: Δεν έχουν εγκατασταθεί οι Χάρτες Google
hu: A Google Térkép nincs telepítve.
pt_br: O Google Maps não está instalado
ro: Aplicația Google Maps nu este instalată
ru: Google Карты не установлены
tr: Google Maps kurulmadı

# id_has_add_a_new_friend
source: has added a new friend
ar: أضاف صديقًا جديدًا
cs: přidal nového přítele.
de: hat einen neuen Freund hinzugefügt
el: πρόσθεσε ένα νέο φίλο
es: ha añadido un amigo nuevo
fr: a ajouté un nouvel ami
hu: új barátot adott hozzá.
it: ha aggiunto un nuovo amico
nl: Heeft een nieuwe vriend toegevoegd
pt_br: adicionou um novo amigo
ro: a adăugat un prieten nou
ru: добавил нового друга
tr: yeni bir arkadaş ekledi

# id_is_enter_safe_zone
source: has entered a safe zone
ar: دخل في منطقة آمنة
cs: vstoupil do bezpečné zóny.
de: befindet sich im sicheren Heimatbereich
el: πρόσθεσε μια ασφαλή ζώνη
es: ha entrado en la zona segura
fr: est entré(e) dans une zone de sécurité virtuelle
hu: belépett a biztonsági zónába.
it: è all'interno della zona sicura
nl: Is binnen veilige zone thuis
pt_br: entrou em uma zona segura
ro: a intrat într-o zonă sigură
ru: вошёл в безопасную зону
tr: güvenli bölge girdi

# id_is_out_of_safe_zone
source: has left a safe zone
ar: غادر منطقة آمنة
cs: opustil bezpečnou zónu.
de: befindet sich nicht im sicheren Heimatbereich
el: έφυγε από μια ασφαλή ζώνη
es: ha salido de la zona segura
fr: est sorti(e) de la zone de sécurité virtuelle
hu: elhagyta a biztonsági zónát.
it: è all'esterno della zona sicura
nl: Is buiten veilige zone thuis
pt_br: saiu de uma zona segura
ro: a ieșit dintr-o zonă sigură
ru: покинул безопасную зону
tr: güvenli bölgeden ayrıldı

# id_low_battery_left
source: 20% battery left
ar: باقٍ 20% من البطارية
cs: zbývající úroveň nabití baterie: 20 %
de: 20 % Akkurestkapazität
el: Η στάθμη της μπαταρίας είναι 20%
es: 20% de batería restante
fr: Batterie à 20 %
hu: Fennmaradó töltöttségi szint: 20%.
it: 20% di carica della batteria residua
nl: 20% accu over
pt_br: 20% de bateria restante
ro: 20% nivel de încărcare al bateriei rămas
ru: заряд батареи 20%
tr: %20 pil kaldı

# id_has_sent_sos
source: has sent an SOS alert
ar: أرسل إنذار استغاثة
cs: odeslal SOS zprávu.
de: hat einen Notruf gesendet
el: έστειλε μια ειδοποίηση SOS
es: ha enviado una alerta de emergencia
fr: a envoyé un signal de détresse
hu: SOS riasztást küldött.
it: ha inviato un avviso SOS
nl: Heeft een SOS-alert verzonden
pt_br: enviou um alerta de emergência
ro: a trimis o alertă SOS
ru: отправил SOS оповещение
tr: SOS ikazı gönderdi
