Repository: jigang-duan/Move-iOS
Catalog: Move App/Move App/*.lproj/Localizable.strings
Languages: ar, cs, de, el, es, fr, hu, it, nl, pt_br, ro, ru, tr

# id_number_only_15
source: Must be 15 digits
ar: يجب أن يكون 15 رقمًا
cs: Musí obsahovat 15 číslic
de: Es müssen 15 Zeichen sein
el: Πρέπει να είναιι 15 ψηφία
es: Debe tener 15 dígitos
fr: 15 caractères requis
hu: 15 számjegynek kell lennie
it: Deve contenere 15 cifre
nl: Moet 15 cijfers zijn
pt_br: Deve ter 15 dígitos
ro: Trebuie sa aibă 15 cifre
ru: Должно быть 15 цифр
tr: 15 haneli olmalı

# id_step
source: Step
ar: الخطوة
cs: Krok
de: Schritt
el: Βήμα
es: Paso
fr: Pas
hu: Lépés
it: Passo
nl: Stap
pt_br: Degrau
ro: Pas
ru: Шаг
tr: Adım

# id_family_watch
source: Family watch
ar: الساعة العائلية
fr: Depends of French marketing name
hu: Családi óra
it: Orologio di famiglia
nl: Familiehorloge
pt_br: Relógio familiar
ro: Ceasul familiei
tr: Aile saati

# id_resend_code
source: Couldn’t send verification code. Try again.
ar: تعذر إرسال رمز التحقق. أعد المحاولة.
cs: Nebylo možné odeslat ověřovací kód. Zkusit to znovu?
de: Der Bestätigungscode konnte nicht gesendet werden. Noch einmal versuchen.
el: Δεν ήταν εφικτή η αποστολή του κωδικού επιβεβαίωσης. Δοκιμάστε ξανά.
es: No se pudo enviar el código de verificación. Inténtalo de nuevo.
fr: Impossible d’envoyer le code de vérification. Veuillez réessayer.
hu: Nem sikerült ellenőrző kódot küldeni. Próbáld újra.
it: Impossibile inviare il codice di verifica. Riprovare.
nl: Verificatiecode verzenden is mislukt. Probeer het opnieuw.
pt_br: Não foi possível enviar o código de verificação. Tente novamente.
ro: Nu s-a putut trimite codul de verificare. Va rugăm încercaţi din nou.
ru: Невозможно отправить код подтверждения. Повторите попытку позже.
tr: Doğrulama kodu gönderilemedi. Tekrar dene.

# id_connect_watch
source: Couldn’t connect to watch
ar: تعذر الاتصال بالساعة.
cs: K hodinkám se nebylo možné připojit
de: Verbindung mit Watch fehlgeschlagen
el: Δεν μπορεί να συνδεθεί το ρολόι
es: No se pudo conectar para ver
fr: Connexion à la montre indisponible
hu: Nem lehet kapcsolódni az órához
it: Impossibile connettersi all'orologio
nl: Verbinding maken met horloge is mislukt
pt_br: Não foi possível conectar-se ao relógio. Tente novamente.
ro: Nu s-a putut conecta dispozitivul Watch
ru: Не удалось подключиться к часам
tr: ISaat'e bağlanılamadı

# id_location_no_network
source: Network disconnected
ar: تم قطع اتصال الشبكة
cs: Síť odpojena
de: Keine Netzwerkverbindung
el: Το δίκτυο αποσυνδέθηκε
es: Red desconectada
fr: Réseau déconnecté
hu: A hálózat le van kapcsolva
it: Rete disconnessa
nl: Verbinding met netwerk verbroken
pt_br: Rede desconectada
ro: Reţea deconectată
ru: Сеть отключена
tr: Ağ bağlantısı kesildi

# id_admin_phone_not_same_child
source: Watch's phone number can not be the same as your phone number
ar: لا يمكن لرقم هاتف الساعة أن يكون هو نفسه رقم هاتفك
cs: Telefonní číslo sledování nemůže být stejné jako vaše telefonní číslo
de: Watch 's Telefonnummer kann nicht die gleiche wie Ihre Telefonnummer
el: Ο τηλεφωνικός αριθμός παρακολούθησης δεν μπορεί να είναι ο ίδιος με τον αριθμό τηλεφώνου σας
es: El número de teléfono de Watch 's no puede ser el mismo que su número de teléfono
fr: Le numéro de téléphone de Watch ne peut pas être identique à celui de votre numéro de téléphone
hu: A telefonszám nem lehet azonos a telefonszámával
it: Il numero di telefono di Watch 's non può essere uguale a quello del tuo numero di telefono
nl: Het telefoonnummer van de wacht kan niet hetzelfde zijn als uw telefoonnummer
pt_br: O número de telefone do Watch não pode ser o mesmo que o seu número de telefone
ro: Numărul de vizionare al telefonului nu poate fi același cu numărul dvs. de telefon
ru: Телефонный номер телефона не может совпадать с номером телефона
tr: Watch 'un telefon numarası telefon numaranızla aynı olamaz

# id_time_am
source: AM
ar: ص
cs: Dopoledne
el: ΠΜ
es: Mañana
hu: Reggel
pt_br: Manhã
ru: Первая половина дня

# id_time_pm
source: PM
ar: م
cs: Odpoledne
el: ΜΜ
es: Tarde
hu: Délután
pt_br: Tarde
ru: Вторая половина дня

# id_delete_this_friend
source: Remove this friend?
ar: إزالة هذا الصديق؟
cs: Odebrat tohoto přítele?
el: Θέλετε να καταργήσετε αυτόν τον φίλο;
es: ¿Desea eliminar a este amigo?
fr: Retirer cet ami ?
hu: Eltávolítja ezt az ismerősét?
pt_br: Remover este amigo?
ru: Удалить этого друга?
tr: Bu arkadaş kaldırılsın mı?

# id_two_password_error
source: Passwords don’t match
ar: كلمات المرور غير متطابقة
cs: Hesla se neshodují
el: Οι κωδικοί πρόσβασης δεν είναι ίδιοι
es: Las contraseñas no coinciden.
fr: Mots de passe différents
hu: A jelszavak nem egyeznek meg
pt_br: As senhas não correspondem
ru: Пароли не совпадают
tr: Parolalar eşleşmiyor

# id_name_invalid
source: Invalid name
ar: اسم غير صالح
cs: Neplatný název
el: Μη έγκυρο όνομα
es: Nombre no válido
fr: Nom incorrect
hu: Érvénytelen név
pt_br: Nome inválido
ru: Неверное имя
tr: Geçersiz ad

# id_time_error
source: Time error
ar: خطأ بالوقت
cs: Chybný čas
el: Σφάλμα ώρας
es: Error de tiempo
fr: Erreur d’horodatage
hu: Időhiba
pt_br: Erro de tempo
ru: Ошибка времени
tr: Zaman hatası

# id_geolocation_unable
source: Location permission needed
ar: إذن الموقع مطلوب
cs: Je potřeba přístupové oprávnění k informacím o poloze
el: Απαιτείται δικαίωμα τοποθεσίας
es: Se necesita permiso de ubicación.
fr: Autorisation de localisation nécessaire
hu: Helyadatokhoz való hozzáférési engedély szükséges
pt_br: É necessário obter autorização de localização
ru: Требуется разрешение Местоположения
tr: Konum izni gerekli

# id_open_geolocation_title
source: APP PERMISSIONS
ar: أذونات التطبيق
cs: OPRÁVNĚNÍ APLIKACE
el: ΔΙΚΑΙΩΜΑΤΑ ΕΦΑΡΜΟΓΩΝ
es: PERMISOS DE APLICACIONES
fr: AUTORISATIONS D’APPLICATION
hu: ALKALMAZÁS ENGEDÉLYEK
pt_br: AUTORIZAÇÕES DE APLICATIVOS
ru: РАЗРЕШЕНИЯ ПРИЛОЖЕНИЯ
tr: UYGULAMA İZİNLERİ

# id_open_microphone_request
source: Allow TCLMOVE to access your phone's Microphone for the purpose of recording voice messages?
ar: السماح لتطبيق TCLMOVE بالوصول إلى ميكروفون الهاتف لتسجيل الرسائل الصوتية؟
cs: Povolit aplikaci TCLMOVE přístup k mikrofonu, aby mohla nahrávat hlasové zprávy?
el: Επιτρέπετε στο TCLMOVE να αποκτήσει πρόσβαση στο Μικρόφωνο του τηλεφώνου για την ηχογράφηση φωνητικών μηνυμάτων;
es: ¿Desea permitir que TCLMOVE acceda al micrófono del teléfono para grabar mensajes de voz?
fr: Autoriser TCLMOVE à accéder au micro de votre téléphone dans le but d’enregistrer des messages vocaux ?
hu: Engedélyezi, hogy a TCLMOVE hozzáférjen a telefonja mikrofonjához a hangüzenetek rögzítése érdekében?
pt_br: Autorizar o acesso ao microfone do telefone pelo TCLMOVE para a gravação de mensagens de voz?
ru: Позволить приложению TCLMOVE получать доступ к Микрофону вашего телефона для записи голосовых сообщений?
tr: TCLMOVE'un sesli mesaj kaydetmek amacıyla telefonunuzun Mikrofonuna erişmesine izin veriyor musunuz?

# id_open_camera_request
source: Allow TCLMOVE to access your phone's Camera for the purpose of uploading photos?
ar: السماح لتطبيق TCLMOVE بالوصول إلى كاميرا الهاتف لتحميل الصور؟
cs: Povolit aplikaci TCLMOVE přístup k fotoaparátu, aby mohla nahrávat fotografie?
el: Επιτρέπετε στο TCLMOVE να αποκτήσει πρόσβαση στην Κάμερα του τηλεφώνου για την αποστολή φωτογραφιών;
es: ¿Desea permitir que TCLMOVE acceda a la cámara del teléfono para subir fotos?
fr: Autoriser TCLMOVE à accéder à l’appareil photo de votre téléphone dans le but d’envoyer des photos ?
hu: Engedélyezi, hogy a TCLMOVE hozzáférjen a telefonja kamerájához a fényképek feltöltése érdekében?
pt_br: Autorizar o acesso à câmera do telefone pelo TCLMOVE para o carregamento de fotos?
ru: Позволить приложению TCLMOVE получать доступ к Камере вашего телефона для загрузки фото?
tr: TCLMOVE'un fotoğraf yüklemek amacıyla telefonunuzun Kamerasına erişmesine izin veriyor musunuz?

# id_open_album_request
source: Allow TCLMOVE to access your phone's Photos/Gallery for the purpose of uploading photos?
ar: السماح لتطبيق TCLMOVE بالوصول إلى الصور/المعرض في الهاتف لتحميل الصور؟
cs: Povolit aplikaci TCLMOVE přístup k fotografiím/galerii, aby mohla nahrávat fotografie?
el: Επιτρέπετε στο TCLMOVE να αποκτήσει πρόσβαση στις Φωτογραφίες/τη Συλλογή του τηλεφώνου για την αποστολή φωτογραφιών;
es: ¿Desea permitir que TCLMOVE acceda a la galería de imágenes del teléfono para subir fotos?
fr: Autoriser TCLMOVE à accéder aux photos/à la gallerie de votre téléphone dans le but d’envoyer des photos ?
hu: Engedélyezi, hogy a TCLMOVE hozzáférjen a telefonja fényképeihez/galériájához a fényképek feltöltése érdekében?
pt_br: Autorizar o acesso a fotos/galeria do telefone pelo TCLMOVE para carregamento de fotos?
ru: Позволить приложению TCLMOVE получать доступ к Фото/Галерее вашего телефона для загрузки фото?
tr: TCLMOVE'un fotoğraf yüklemek amacıyla telefonunuzun Resimler/Galeri klasörüne erişmesine izin veriyor musunuz?

# id_open_location_request
source: Allow TCLMOVE to access your phone's Location for the purpose of obtaining your position?
ar: السماح لتطبيق TCLMOVE بالوصول إلى موقع الهاتف الخاص بك لمعرفة موقعك؟
cs: Povolit aplikaci TCLMOVE přístup k informacím o poloze, aby mohla zjišťovat vaši polohu?
el: Επιτρέπετε στο TCLMOVE να αποκτήσει πρόσβαση στην Τοποθεσία του τηλεφώνου για τον προσδιορισμό της θέσης σας;
es: ¿Desea permitir que TCLMOVE acceda a la ubicación del teléfono para conocer su posición?
fr: Autoriser TCLMOVE à accéder à la localisation de votre téléphone dans le but de vous localiser ?
hu: Engedélyezi, hogy a TCLMOVE hozzáférjen a telefonja helyadataihoz az Ön helyzetének meghatározása érdekében?
pt_br: Autorizar o acesso à localização do telefone pelo TCLMOVE para obter a sua posição?
ru: Позволить приложению TCLMOVE получать доступ к Местоположению вашего телефона для получения вашего местонахождения?
tr: TCLMOVE'un konumunuzu almak amacıyla telefonunuzun Konumuna erişmesine izin veriyor musunuz?

# id_open_bluetooth_request
source: Allow TCLMOVE to access your phone's Bluetooth for the purpose of pairing your watch?
ar: السماح لتطبيق TCLMOVE بالوصول إلى Bluetooth في هاتفك لإقران ساعتك؟
cs: Povolit aplikaci TCLMOVE přístup k rozhraní Bluetooth, aby mohla spárovat vaše hodinky?
el: Επιτρέπετε στο TCLMOVE να αποκτήσει πρόσβαση στο Bluetooth του τηλεφώνου για την αντιστοίχιση του ρολογιού;
es: ¿Desea permitir que TCLMOVE acceda al Bluetooth del teléfono para sincronizar su reloj?
fr: Autoriser TCLMOVE à accéder à la fonction Bluetooth de votre téléphone dans le but d’appairer votre montre ?
hu: Engedélyezi, hogy a TCLMOVE hozzáférjen a telefonja Bluetooth-funkciójához az órával való párosítás érdekében?
pt_br: Autorizar o acesso ao Bluetooth do telefone pelo TCLMOVE para sincronização do relógio?
ru: Позволить приложению TCLMOVE получать доступ к Bluetooth вашего телефона для установления сопряжения с часами?
tr: TCLMOVE'un saatinizi eşleştirmek amacıyla telefonunuzun Bluetooth'una erişmesine izin veriyor musunuz?

# id_open_contacts_request
source: Allow TCLMOVE to access your phone's Contacts for the purpose of adding contacts?
ar: السماح لتطبيق TCLMOVE بالوصول إلى جهات الاتصال في هاتفك لإضافة جهات الاتصال؟
cs: Povolit aplikaci TCLMOVE přístup ke kontaktům, aby mohla přidávat kontakty?
el: Επιτρέπετε στο TCLMOVE να αποκτήσει πρόσβαση στις Επαφές του τηλεφώνου για την προσθήκη επαφών;
es: ¿Desea permitir que TCLMOVE acceda a los contactos del teléfono para añadir contactos?
fr: Autoriser TCLMOVE à accéder au contacts dans votre téléphone dans le but d’ajouter des contacts ?
hu: Engedélyezi, hogy a TCLMOVE hozzáférjen a telefonja Telefonkönyvéhez a névjegyek hozzáadása érdekében?
pt_br: Autorizar o acesso aos contatos do telefone pelo TCLMOVE para a adição de contatos?
ru: Позволить приложению TCLMOVE получать доступ к Контактам вашего телефона для добавления контактов?
tr: TCLMOVE'un kişi eklemek amacıyla telefonunuzun Kişiler'ine erişmesine izin veriyor musunuz?

# id_not_found_email
source: Email not found
ar: البريد الإلكتروني غير موجود
cs: E-mail nebyl nalezen
el: Το email δεν βρέθηκε
es: No se ha encontrado el correo electrónico.
fr: E-mail introuvable
hu: Az e-mail cím nem található
pt_br: E-mail não encontrado
ru: Адрес электронной почты не найден
tr: E-posta bulunamadı

# id_account_block_15_minute
source: You’ve incorrectly entered your password 3 times. Try again in 15 minutes.
ar: لقد أدخلت كلمة المرور بشكل غير صحيح 3 مرات. أعد المحاولة خلال 15 دقيقة.
cs: Heslo jste 3krát zadali nesprávně. Zkuste to znovu za 15 minut.
el: Καταχωρήσατε εσφαλμένο κωδικό πρόσβασης 3 φορές. Δοκιμάστε ξανά σε 15 λεπτά.
es: Ha introducido la contraseña incorrectamente 3 veces. Vuelva a intentarlo dentro de 15 minutos.
fr: Vous avez saisi un mot de passe erroné 3 fois. Veuillez réessayer dans 15 minutes.
hu: Három alkalommal helytelenül adta meg a jelszavát. Próbálja meg ismét 15 perc múlva.
pt_br: Você inseriu a sua senha incorretamente 3 vezes. Tente novamente em 15 minutos.
ru: Вы неправильно ввели свой пароль 3 раза. Повторите попытку через 15 минут.
tr: Parolanızı 3 kez yanlış girdiniz. 15 dakika içinde tekrar deneyin.

# id_monday_short
source: M
cs: Po
el: Δ
es: L
fr: L
hu: H
it: L
pt_br: Se
ro: L
ru: Пн
tr: Pt

# id_tuesday_short
source: T
cs: Út
de: D
el: Τ
es: M
fr: M
hu: K
it: M
nl: D
pt_br: Te
ro: M
ru: Вт
tr: S

# id_wednesday_short
source: W
cs: St
de: M
el: Τ
es: Mi
fr: M
hu: Sze.
it: M
pt_br: Qa
ro: Mi
ru: Ср
tr: Ça

# id_thursday_short
source: T
cs: Čt
de: D
el: Π
es: J
fr: J
hu: Cs
it: G
nl: D
pt_br: Qi
ro: J
ru: Чт
tr: Pr

# id_friday_short
source: F
cs: Pá
el: Π
es: V
fr: V
hu: P
it: V
nl: V
pt_br: Sx
ro: V
ru: Пт
tr: Cu

# id_alarm_protocol_pap_and_chap
source: PAP& CHAP
fr: PAP et CHAP
hu: PAP és CHAP
it: PAP e CHAP
ro: PAP și CHAP
ru: PAP и CHAP

# id_protocol_access_type_ipv4_or_ipv6
source: IPV4/IPV6
es: IPv4 e IPv6

# id_account_devicelist_mode_mb12
source: MB12
es: 12 MB

# id_account_devicelist_mode_mb22
source: MB22
es: 22 MB

# id_imei
source: IMEI
es: número de serie (IMEI)
fr: Code IMEI
nl: IMEI-nummer
