Repository: jigang-duan/Move-iOS
Catalog: Move App/Move App/*.lproj/Localizable.strings
Languages: ar, cs, de, el, es, fr, hu, it, nl, pt_br, ro, ru, tr

# id_password_not_same
source: Passwords don't match
ar: كلمات المرور غير متطابقة
cs: Hesla se neshodují.
de: Passwörter stimmen nicht überein.
el: Οι κωδικοί πρόσβασης δεν συμφωνούν
es: Las contraseñas no coinciden.
fr: Mots de passe différents
hu: A jelszavak nem egyeznek.
it: Le password non corrispondono
nl: Wachtwoorden komen niet overeen
pt_br: As senhas não correspondem
ro: Parolele nu corespund
ru: Пароли не совпадают
tr: Parolalar eşleşmiyor

# id_registration_succeed
source: Registration complete
ar: اكتمل التسجيل
cs: Registrace byla dokončena
de: Registrierung abgeschlossen
el: Η καταχώρηση ολοκληρώθηκε
es: Registro completo.
fr: Inscription effectuée
hu: Regisztráció befejezve
it: Registrazione completata
nl: Registratie voltooid
pt_br: Registro concluído
ro: Înregistrare completă
ru: Регистрация завершена
tr: Kayıt tamamlandı

# id_vcode_tint
source: Enter verification code
ar: أدخل رمز التحقق
cs: Zadejte ověřovací kód
de: Bestätigungscode eingeben
el: Καταχώρηση κωδικού επαλήθευσης
es: Inserte el código.
fr: Saisir le code de vérification
hu: Ellenőrzőkód megadása
it: Immetti codice di verifica
nl: Verificatiecode invoeren
pt_br: Insira o código de verificação
ro: Introduceți codul de verificare
ru: Введите код подтверждения
tr: Doğrulama kodunu girin

# id_right_vcode_tint
source: Enter correct verification code
ar: إدخال رمز تحقق صحيح
cs: Zadejte správný ověřovací kód.
de: Geben Sie den richtigen Bestätigungscode ein.
el: Καταχώρηση σωστού κωδικού επαλήθευσης
es: Introduzca el código de verificación correcto.
fr: Saisir le bon code de vérification
hu: Írja be az ellenőrzőkódot.
it: Immetti il codice di verifica corretto
nl: Voer de juiste verificatiecode in
pt_br: Inserir código de verificação correto
ro: Introduceți codul de verificare corect
ru: Введите правильный код подтверждения
tr: Doğru doğrulama kodunu girin

# id_read_agree
source: I have read and agree to the
ar: قرأت وأوافق على
cs: Souhlasím s ustanoveními dokumentu
de: Ich verstehe und akzeptiere die
el: Έχω διαβάσει και αποδέχομαι το έγγραφο
es: He leído y acepto las
fr: J’ai lu et j’accepte les
hu: Elolvastam és elfogadom a
it: Ho letto e accetto i
nl: Ik heb het volgende gelezen en ga hiermee akkoord:
pt_br: Eu li e concordo com os
ro: Am citit și sunt de acord cu
ru: Я прочитал и согласен с
tr: Okudum ve kabul ediyorum

# id_terms_of_use_privacy_policy
source: Terms of Use, Privacy and Security.
ar: بنود الاستخدام والخصوصية والأمان.
cs: Podmínky použití, Ochrana osobních údajů a zabezpečení.
de: Nutzungsbedingungen, Datenschutz und Sicherheit
el: Όροι χρήσης, Απόρρητο και Ασφάλεια.
es: Condiciones de uso, privacidad y seguridad del reloj.
fr: Conditions d’utilisation, vie privée et sécurité.
hu: Felhasználási feltételeket és az Adatvédelmi nyilatkozatot.
it: Termini di utilizzo, privacy e sicurezza dell'orologio
nl: Gebruiksvoorwaarden, privacy en beveiliging.
pt_br: Termos de uso, privacidade e segurança.
ro: Termenii de utilizare, confidențialitate și securitate.
ru: Правила Использования, Конфиденциальность и Безопасность.
tr: Kullanım Koşulları, Gizlilik ve Güvenlik.

# id_terms_of_use_help
source: Terms of Use
ar: شروط الاستخدام
cs: Podmínky použití
de: Nutzungsbedingungen
el: Όροι χρήσης
es: Condiciones de uso
fr: Conditions d’utilisation
hu: Felhasználási feltételek
it: Condizioni per l'utilizzo
nl: Gebruiksvoorwaarden
pt_br: Termos de uso
ro: Termenii de utilizare
ru: Условия использования
tr: Kullanım Koşulları

# id_privacy_policy
source: Privacy Policy
ar: سياسة الخصوصية
cs: Zásady ochrany osobních údajů
de: Datenschutzerklärung
el: Πολιτική Απορρήτου
es: Política de privacidad
fr: Politique de confidentialité
hu: Adatvédelmi nyilatkozat
it: Informativa sulla privacy
nl: Privacybeleid
pt_br: Política de privacidade
ro: Politica de confidențialitate
ru: Политика конфиденциальности
tr: Gizlilik İlkesi

# id_protect_your_account
source: Protect your account
ar: حماية حسابك
cs: Chraňte svůj účet
de: Konto schützen
el: Προστατέψτε τον λογαριασμό σας
es: Proteja su cuenta
fr: Protéger votre compte
hu: Fiókvédelem
it: Proteggi il tuo account
nl: Uw account beschermen
pt_br: Proteger sua conta
ro: Protejați contul dvs.
ru: Защитить аккаунт
tr: Hesabınızı koruyun

# id_protect_account_tint
source: Help us protect your account. the verification code was sent to your email
ar: ساعدنا على حماية حسابك. تم إرسال رمز التحقق إلى بريدك الإلكتروني
cs: Na vaši e-mailovou adresu byl odeslán ověřovací kód.
de: Ein Bestätigungscode wurde an Ihre E-Mail-Adresse gesendet.
el: Ένας κωδικός επαλήθευσης εστάλη στη διεύθυνση email σας.
es: Se ha enviado un código de verificación a su correo electrónico.
fr: Un code de vérification a été envoyé à votre adresse e-mail.
hu: Egy ellenőrzőkód elküldésre került az e-mail címére.
it: Un codice di verifica è stato inviato al tuo indirizzo e-mail.
nl: Er is een verificatiecode verzonden naar uw e-mailadres.
pt_br: Ajude-nos a proteger sua conta. O código de verificação foi enviado para seu e-mail
ro: Un cod de verificare a fost trimis la adresa dvs. e-mail.
ru: Помогите нам защитить ваш аккаунт. на ваш адрес электронной почты был отправлен код подтверждения
tr: E-posta adresinize bir doğrulama kodu gönderildi.

# id_login_in
source: Log in
ar: تسجيل الدخول
cs: Přihlásit
de: Anmelden
el: Σύνδεση
es: Iniciar sesión
fr: Connexion
hu: Bejelentkezés
it: Accedi
nl: Aanmelden
pt_br: Efetuar login
ro: Conectare
ru: Вход
tr: Oturum aç

# id_login_out
source: Log out
ar: تسجيل الخروج
cs: Odhlásit
de: Abmelden
el: Αποσύνδεση
es: Cerrar sesión
fr: Déconnexion
hu: Kijelentkezés
it: Esci
nl: Afmelden
pt_br: Sair
ro: Deconectare
ru: Выход
tr: Oturumu kapat

# id_account_not_existed
source: Account not found
ar: الحساب غير موجود
cs: Účet nebyl nalezen
de: Konto nicht gefunden
el: Ο λογαριασμός δεν βρέθηκε
es: No se ha encontrado la cuenta.
fr: Compte introuvable
hu: A fiók nem található
it: Account non trovato
nl: Account niet gevonden
pt_br: Conta não encontrada
ro: Contul nu a fost găsit
ru: Аккаунт не найден
tr: Hesap bulunamadı

# id_username_password_not_match
source: Username and password don't match
ar: اسم المستخدم وكلمة المرور غير متطابقين
cs: Uživatelské jméno a heslo si neodpovídají.
de: Kontoname und Passwort stimmen nicht überein.
el: Το όνομα χρήστη και ο κωδικός πρόσβασης δεν ταιριάζουν
es: Su nombre de cuenta y contraseña no coinciden.
fr: Vos identifiant et mot de passe ne correspondent pas.
hu: A felhasználónév és a jelszó nem egyeznek meg.
it: Il nome dell'account e la password non corrispondono.
nl: Uw accountnaam en wachtwoord komen niet overeen.
pt_br: Nome de usuário e senha não correspondem
ro: Numele de utilizator și parola nu se potrivesc
ru: Имя пользователя и пароль не совпадают
tr: Kullanıcı adı ve parola eşleşmiyor

# id_forget_password
source: Forgot password?
ar: هل نسيت كلمة المرور؟
cs: Zapomněli jste heslo?
de: Passwort vergessen?
el: Ξεχάσατε τον κωδικό πρόσβασης;
es: ¿Ha olvidado la contraseña?
fr: Mot de passe oublié ?
hu: Elfelejtette a jelszavát?
it: Password dimenticata?
nl: Wachtwoord vergeten?
pt_br: Esqueceu a senha?
ro: Ați uitat parola?
ru: Забыли пароль?
tr: Parolanızı mı unuttunuz?

# id_login_in_with
source: Log in with
ar: تسجيل الدخول باستخدام
cs: Přihlásit se pomocí
de: Angemeldet mit
el: Σύνδεση με
es: Se ha iniciado sesión con
fr: Se connecter avec
hu: Bejelentkezés ezzel:
it: Accedi con
nl: Aanmelden met
pt_br: Efetuar login com
ro: Conectare cu
ru: Войти с
tr: Şununla oturum aç:

# id_or
source: OR
ar: أو
cs: Nebo
de: Oder
el: Ή
es: O
fr: Ou
hu: vagy
it: Oppure
nl: Of
pt_br: Ou
ro: Sau
ru: Или
tr: Veya

# id_language_for_watch
source: Language
ar: اللغة
cs: Jazyk
de: Sprache
el: Γλώσσα
es: Idioma
fr: Langue
hu: Nyelv
it: Lingua
nl: Taal
pt_br: Idioma
ro: Limbă
ru: Язык
tr: Dil

# id_family_chat
source: Family chat
ar: الدردشة العائلية
cs: Rodin.chat
de: Familienchat
el: ΟΙΚ.ΣΥΝΟΜ.
es: Chat familiar
fr: En famille
hu: CSALÁDI CSEVEGÉS
it: Chat famiglia
nl: Familiechat
pt_br: BATE-PAPO FAMÍLIA
ro: CHAT ÎN FAMILIE
ru: СЕМЕЙНЫЙ ЧАТ
tr: AİLE SHBT

# id_family_emergency_number
source: Emergency number
ar: رقم الطوارئ
cs: Nouzové číslo
de: Notrufnummer
el: Αρ. έκτ. ανάγκ.
es: Núm. emergencia
fr: N° urgence
hu: Sürgősségi szám
it: Numero emergenza
nl: Alarmnummer
pt_br: Núm. emergência
ro: Număr de urgență
ru: Номер экстренного вызова
tr: Acil durum no

# id_mother
source: Mother
ar: الأم
cs: Matka
de: Mutter
el: Μητέρα
es: Madre
fr: Mère
hu: Anya
it: Madre
nl: Moeder
pt_br: Mãe
ro: Mamă
ru: Мать
tr: Anne

# id_father
source: Father
ar: الأب
cs: Otec
de: Vater
el: Πατέρας
es: Padre
fr: Père
hu: Apa
it: Padre
nl: Vader
pt_br: Pai
ro: Tată
ru: Отец
tr: Baba

# id_grandpa
source: Grandfather
ar: الجد
cs: Dědeček
de: Großvater
el: Παππούς
es: Abuelo
fr: Papi
hu: Nagyapa
it: Nonno
nl: Opa
pt_br: Avô
ro: Bunic
ru: Дедушка
tr: Büyükbaba

# id_grandma
source: Grandmother
ar: الجدة
cs: Babička
de: Großmutter
el: Γιαγιά
es: Abuela
fr: Mamie
hu: Nagymama
it: Nonna
nl: Oma
pt_br: Avó
ro: Bunică
ru: Бабушка
tr: Büyükanne

# id_uncle
source: Uncle
ar: الخال/العم
cs: Strýc
de: Onkel
el: Θείος
es: Tío
fr: Tonton
hu: Nagybácsi
it: Zio
nl: Oom
pt_br: Tio
ro: Unchi
ru: Дядя
tr: Amca/Dayı

# id_aunt
source: Aunt
ar: العمة
cs: Teta
de: Tante
el: Θεία
es: Tía
fr: Tata
hu: Nagynéni
it: Zia
nl: Tante
pt_br: Tia
ro: Mătușă
ru: Тётя
tr: Teyze

# id_brother
source: Brother
ar: الأخ
cs: Bratr
de: Bruder
el: Αδερφός
es: Hermano
fr: Frère
hu: Fiútestvér
it: Fratello
nl: Broer
pt_br: Irmão
ro: Frate
ru: Брат
tr: Erkek Kardeş

# id_sister
source: Sister
ar: الأخت
cs: Sestra
de: Schwester
el: Αδερφή
es: Hermana
fr: Sœur
hu: Lánytestvér
it: Sorella
nl: Zus
pt_br: Irmã
ro: Soră
ru: Сестра
tr: Kız Kardeş

# id_other
source: Other
ar: أخرى
cs: Jiné
de: Andere
el: Άλλο
es: Otro
fr: Autre
hu: Egyéb
it: Altro
nl: Anders
pt_br: Outros
ro: Altcineva
ru: Другие
tr: Diğer

# id_hold_to_talk
source: Hold to talk
ar: استمر في الضغط للتحدث
cs: Přidržet a hovořit
de: Halten: sprechen
el: Κρατήστε για ομιλία
es: Mantener pulsado para hablar
fr: Maintenir pour parler
hu: Tartsa lenyomva a beszélgetéshez
it: Tenere premuto per parlare
nl: Ingedrukt houden om te praten
pt_br: Manter pressionado para falar
ro: Țineți apăsat pentru a vorbi
ru: Удерживайте, чтобы говорить
tr: Konuşmak için basılı tutun

# id_hours_format24
source: 24-hour format
ar: تنسيق 24 ساعة
cs: 24hodinový formát
de: 24-Stunden-Format
el: 24ωρη μορφή
es: Formato de 24 horas
fr: Format 24 h
hu: 24 órás formátum
it: Formato 24 ore
nl: 24-uurs notatie
pt_br: Formato de 24 horas
ro: Format de 24 de ore
ru: 24-часовой формат
tr: 24 saat biçimi

# id_get_time_auto
source: Automatic date & time
ar: تحديث التاريخ و & الوقت تلقائيًا
cs: Automatické datum a čas
de: Automatische Datum-/Uhrzeiteinstellung
el: Αυτόματη ημερομηνία & ώρα
es: Fecha y hora automática
fr: Date et heure automatiques
hu: Automatikus dátum és idő
it: Data e ora automatiche
nl: Automatische datum en tijd
pt_br: Data e hora automáticas
ro: Dată și oră automate
ru: Автоопределение даты и времени
tr: Otomatik tarih ve zaman

# id_new_york
source: New york
ar: نيويورك
el: Νέα Υόρκη
es: Nueva York
pt_br: Nova Iorque
ru: Нью-Йорк

# id_summer_time
source: Daylight Saving Time
ar: التوقيت الصيفي
cs: Letní čas
de: Sommerzeit
el: Θερινή ώρα
es: DST (horario de verano)
fr: Heure d'été
hu: Nyári időszámítás
it: Ora legale
nl: Zomertijd
pt_br: DST (Horário de verão)
ro: Ora de vară
ru: Летнее время
tr: Yaz Saati Uygulaması

# id_version
source: Version:
ar: الإصدار:
cs: Verze:
el: Έκδοση:
es: Versión:
hu: Verzió:
it: Versione:
nl: Versie:
pt_br: Versão:
ro: Versiune:
ru: Версия:
tr: Sürüm:

# id_firmware_version
source: Firmware version:
ar: إصدار البرنامج الثابت:
cs: Verze firmwaru:
el: Έκδοση firmware:
es: Versión del firmware:
fr: Version du logiciel :
hu: Firmware-verzió:
it: Versione firmware:
nl: Firmwareversie:
pt_br: Versão do firmware:
ro: Versiune firmware:
ru: Версия ПО:
tr: Üretici yazılım sürümü:

# id_new_firmware_version
source: New firmware version:
ar: إصدار البرنامج الثابت الجديد:
cs: Nová verze firmwaru:
de: Neue Firmwareversion:
el: Νέα έκδοση firmware:
es: La nueva versión del firmware:
fr: Nouvelle version du micrologiciel :
hu: Új firmware-verzió:
it: Nuova versione firmware:
nl: Nieuwe firmwareversie:
pt_br: Nova versão do firmware:
ro: Versiune firmware nouă:
ru: Новая версия ПО:
tr: Yeni üretici yazılım sürümü:

# id_firmware_up_to_date
source: Your firmware version is up to date
ar: إصدارك البرنامج الثابت مُحدّث
cs: Používáte aktuální verzi firmwaru.
de: Die Firmware dieser Watch ist auf dem neuesten Stand.
el: Η έκδοση firmware είναι ενημερωμένη
es: El firmware de este reloj está actualizado.
fr: Logiciel de la montre à jour
hu: Az Ön firmware verziója naprakész.
it: Il firmware dell'orologio è aggiornato
nl: De firmware van dit horloge is actueel
pt_br: Sua versão do firmware está atualizada
ro: Folosiți cea mai recentă versiune firmware
ru: У вас установлена актуальная версия ПО
tr: Üretici yazılım sürümünüz güncel

# id_new_fv_download_message
source: New version available. Download?
ar: إصدار جديد متوفر. أترغب في تنزيله؟
cs: Je k dispozici nová verze. Chcete ji stáhnout?
de: Neue Version verfügbar. Herunterladen?
el: Βρέθηκε νέα έκδοση. Θέλετε να γίνει λήψη;
es: Hay una nueva versión disponible. ¿Descargar?
fr: Nouvelle version disponible. Télécharger ?
hu: Új verzió észlelve. Le kívánja tölteni?
it: Nuova versione disponibile. Scaricarla?
nl: Nieuwe versie beschikbaar. Wilt u downloaden?
pt_br: Uma nova versão está disponível. Baixar?
ro: A fost găsită o versiune nouă. O descărcați?
ru: Доступна новая версия. Загрузить?
tr: Yeni sürüm mevcut. İndirilsin mi?

# id_watch_fv_download_info
source: Don't turn off the watch
ar: لا توقف تشغيل الساعة
cs: Hodinky nevypínejte.
de: Watch nicht ausschalten
el: Μην απενεργοποιήσετε το ρολόι
es: No apague el reloj.
fr: Ne pas éteindre la montre
hu: Ne kapcsolja ki az órát.
it: Non spegnere l'orologio
nl: Schakel het horloge niet uit
pt_br: Não desligar o Watch
ro: Nu opriți ceasul
ru: Не выключайте часы
tr: Saati kapatmayın

# id_watch_fv_download_sta
source: Download: %d%%
ar: تنزيل: %d%%
cs: Stáhnout: %d%%
el: Λήψη: %d%%
es: Descargar: %d%%
fr: Téléchargement : %d %%
hu: Letöltés: %d%%
ro: Descărcați: %d%%
ru: Загрузка: %d%%
tr: İndir: %d%%

# id_press_to_continue
source: Touch to continue
ar: المس للمتابعة
cs: Stisknutím pokračujte.
de: Zum Fortfahren berühren
el: Πατήστε για συνέχεια
es: Pulse para continuar
fr: Appuyer pour continuer
hu: Érintse meg a folytatáshoz.
it: Premi per continuare
nl: Druk om door te gaan.
pt_br: Toque para continuar
ro: Atingeți pentru a continua
ru: Нажмите, чтобы продолжить
tr: Devam etmek için dokunun

# id_finished
source: Download complete
ar: اكتمل التنزيل
cs: Stažení bylo dokončeno
de: Herunterladen abgeschlossen
el: Η λήψη ολοκληρώθηκε
es: Descarga completada
fr: Téléchargement terminé
hu: Letöltés befejezve
it: Download completato
nl: Downloaden is voltooid
pt_br: Download concluído
ro: Descărcare finalizată
ru: Загрузка завершена
tr: İndirme tamamlandı

# id_my_friends
source: Friends
ar: الأصدقاء
cs: Přátelé
de: Meine Freunde
el: Φίλοι
es: Mis amigos
fr: Mes amis
hu: Barátok
it: Amici
nl: Mijn vrienden
pt_br: Amigos
ro: Prieteni
ru: Друзья
tr: Arkadaşlar

# id_call_to_friends
source: Call to friends
ar: الاتصال بالأصدقاء
cs: Volat přátelům
de: Freunde anrufen
el: Κλήση σε φίλους
es: Llamar a amigos
fr: Appel aux amis
hu: Barátok hívása
it: Chiama gli amici
nl: Bellen naar vrienden
pt_br: Ligar para amigos
ro: Apelare prieteni
ru: Позвонить друзьям
tr: Arkadaşlarını ara

# id_group_chat
source: Group Chat
ar: الدردشة الجماعية
cs: Diskuzní skupina
de: Gruppenchat
el: Ομαδική συνομιλία
es: Chat de grupo
fr: Groupe de chat
hu: Csoportos csevegés
it: Chat di gruppo
nl: Groepschat
pt_br: Bate-papo em grupo
ro: Chat în grup
ru: Групповой чат
tr: Grup Sohbeti

# id_voice_changer
source: Voice Changer
ar: مغيّر الصوت
cs: Změna hlasu
de: Stimm-Modulator
el: Αλλαγή φωνής
es: Cambiador de voz
fr: Changeur de voix
hu: Hangmódosítás
it: Modificatore voce
nl: Stemwijziging
pt_br: Alterador de voz
ro: Modificare voce
ru: Голосовой преобразователь
tr: Ses Değiştirici

# id_playing_hamster
source: Hamster
ar: هامستر
cs: Hra křeček
el: Χάμστερ
es: Jugar a Hamster
fr: Hamster qui joue
hu: Hörcsög
it: Uso di Hamster in corso
nl: Hamster spelen

# id_use_permission_tint
source: If turned off, your child won't be able to use these functions.
ar: إذا كان متوقفًا عن التشغيل، فلن يتمكن طفلك من استخدام هذه الوظائف.
cs: Pokud je funkce vypnuta, dítě nebude moci tyto funkce používat.
de: Falls deaktiviert, kann Ihr Kind diese Funktionen nicht verwenden.
el: Εάν απενεργοποιηθεί, το παιδί σας δεν θα μπορεί να χρησιμοποιήσει αυτές τις λειτουργίες.
es: Si están desactivadas, su hijo no podrá utilizar estas funciones.
fr: Si la fonction est désactivée, votre enfant ne pourra pas utiliser celles-ci.
hu: Ha kikapcsolja, a gyermeke nem tudja majd használni ezeket a funkciókat.
it: Se vengono disattivate, il bambino non potrà utilizzare queste funzioni.
nl: Uw kind kan deze functies niet gebruiken als ze uitgeschakeld zijn.
pt_br: Se desligado, seu filho não será capaz de usar essas funções.
ro: Dacă permisiunea este dezactivată, copilul dvs. nu va putea utiliza aceste funcții.
ru: Если вы выключены, ваш ребенок не сможет использовать эти функции.
tr: Kapatılırsa çocuğunuz bu işlevleri kullanamaz.

# id_recorder_timeout
source: Maximum recording time is %d seconds
ar: الحد الأقصى لوقت التسجيل هو %d ثانية
cs: Maximální doba záznamu je %d s
de: Die maximale Aufzeichnungszeit beträgt %d Sekunden.
el: Ο μέγιστος χρόνος εγγραφής είναι %d δευτερόλεπτα
es: El tiempo máximo de grabación es de %d segundos.
fr: Durée max. d'enregistrement de %d s.
hu: A maximális rögzítési idő %d másodperc
it: Il tempo massimo di registrazione è %d secondi
nl: Maximale opnametijd is %d seconden
pt_br: O tempo máximo de gravação é de %d segundos
ro: Intervalul maxim de înregistrare este de %d secunde
ru: Максимальное время записи %d секунд
tr: En fazla kayıt süresi %d saniyedir

# id_press_to_speak
source: Hold to talk
ar: استمر في الضغط للتحدث
cs: Přidržet a hovořit
de: Zum Sprechen halten
el: Κρατήστε για ομιλία
es: Pulsar para hablar
fr: Appuyer pour parler
hu: Tartsa lenyomva a beszélgetéshez
it: Premi per parlare
nl: Druk om te spreken
pt_br: Manter pressionado para falar
ro: Țineți apăsat pentru a vorbi
ru: Удерживайте, чтобы говорить
tr: Konuşmak için basılı tutun

# id_release_send
source: Release to send
ar: تحرير للإرسال
cs: Uvolněním zahájíte odesílání
de: Zum Senden loslassen
el: Αφήστε για αποστολή
es: Libere para enviar
fr: Relâcher pour envoyer
hu: Küldéshez engedje el
it: Rilascia per inviare
nl: Loslaten om te verzenden
pt_br: Solte para enviar
ro: Eliberați pentru a trimite
ru: Отпустите, чтобы отправить
tr: Göndermek için bırakın

# id_slide_cancel
source: Slide up to cancel
ar: تمرير لأعلى للإلغاء
cs: Posun. akci zrušíte
de: Zum Abbrechen wischen
el: Σύρετε για ακύρωση
es: Deslice para cancel.
fr: Glisser pour annuler
hu: Csúsz. az elvetéshez
it: Scorri per annullare
nl: Vegen om te annuleren
pt_br: Deslize p/cima p/canc
ro: Glisați pentru a anula
ru: Проведите вверх для отмены
tr: İptal için kaydırın

# id_release_cancel_send
source: Release to cancel
ar: تحرير للإلغاء
cs: Uvolněním akci zrušíte
de: Zum Abbrechen loslassen
el: Αφήστε για ακύρωση
es: Libere para cancelar
fr: Relâcher pour annuler
hu: Visszavonáshoz engedje el
it: Rilascia per annullare
nl: Loslaten om te annuleren
pt_br: Solte para cancelar
ro: Eliberați pentru a anula
ru: Отпустите, чтобы отменить
tr: İptal etmek için bırakın

# id_too_short
source: Too short
ar: أقصر من اللازم
cs: Nahrávka je krátká
de: Aufnahme zu kurz
el: Πολύ μικρή
es: Grabación muy corta
fr: Enregist. trop court
hu: Túl rövid
it: La registrazione è troppo breve
nl: De opname is te kort
pt_br: Muito curto
ro: Înregistrarea este prea scurtă
ru: Слишком короткое
tr: Kayıt çok kısa

# id_permission_record
source: We need access to your phone's microphone to record voice messages.
ar: نحتاج إلى الوصول إلى مايكروفون هاتفك لتسجيل الرسائل الصوتية.
cs: Aby bylo možné nahrávat hlasové zprávy, je vyžadován přístup k mikrofonu telefonu.
de: Zur Aufnahme von Sprachmitteilungen ist der Zugriff auf das Mikrofon erforderlich.
el: Χρειαζόμαστε πρόσβαση στο μικρόφωνο του τηλεφώνου σας για την εγγραφή φωνητικών μηνυμάτων.
es: Necesitamos acceder al micrófono de su teléfono para grabar los mensajes de voz.
fr: Accordez l'accès au micro du téléphone pour enregistrer des messages vocaux.
hu: Hangüzenetek rögzítéséhez használnunk kell a telefon mikrofonját.
it: Per registrare messaggi vocali, è necessario accedere al microfono del telefono.
nl: We hebben toegang nodig tot de microfoon van uw telefoon om spraakberichten op te nemen.
pt_br: Precisamos acessar o microfone do seu telefone para gravar mensagens de voz.
ro: Pentru a înregistra mesaje vocale, este necesar accesul la microfonul telefonului dvs.
ru: Нам необходим доступ к микрофону вашего телефона для записи голосовых сообщений.
tr: Sesli mesaj kaydetmek için telefonunuzun mikrofonuna erişmemiz gerekiyor.

# id_unit_s
source: %ds
ar: %dث
el: %dδευτ
hu: %d másodperc
ru: %dс
tr: %dsn

# id_permission_not_granted
source: Permission denied
ar: تم رفض الإذن
cs: Oprávnění bylo zamítnuto.
de: Berechtigung verweigert
el: Το δικαίωμα απορρίφθηκε
es: Permiso denegado.
fr: Autorisation refusée
hu: Engedély megtagadva
it: Autorizzazione negata
nl: Toestemming geweigerd
pt_br: Permissão negada
ro: Permisiunea a fost refuzată
ru: Доступ запрещен
tr: İzin reddedildi

# id_delete_all
source: Clear all
ar: حذف الكل
cs: Vymazat vše
de: Alles löschen
el: Εκκαθάριση όλων
es: Borrar todo
fr: Tout effacer
hu: Összes törlése
it: Cancella tutto
nl: Alles wissen
pt_br: Limpar tudo
ro: Ștergere toate
ru: Очистить
tr: Tümünü temizle

# id_download
source: Download
ar: تنزيل
cs: Stáhnout
de: Herunterladen
el: Λήψη
es: Descargar
fr: Télécharger
hu: Letöltés
it: Scarica
nl: Downloaden
ro: Descărcare
ru: Загрузить
tr: İndir

# id_face_recently
source: Recently
ar: مؤخرًا
cs: Nedávno
de: Aktuell
el: Πρόσφατα
es: Recientemente
fr: Récemment
hu: Legutóbbiak
it: Di recente
nl: Recent
pt_br: Recentemente
ro: Recente
ru: Недавно
tr: En son

# id_face_Emoji
source: Emoji
ar: رموز مشاعر
hu: Hangulatjelek
ro: Emotigramă
ru: Смайлы

# id_face_set_one
source: Default
ar: افتراضي
cs: Výchozí
de: Standard
el: Προεπιλογή
es: Predeterminado
fr: Par défaut
hu: Alapértelmezett
it: Predefinito
nl: Standaard
pt_br: Padrão
ro: Implicite
ru: По умолчанию
tr: Varsayılan

# id_turn_on_speaker
source: Turn on Speaker
ar: تشغيل السماعة
cs: Zapnout reproduktor
de: Lautsprecher einschalten
el: Ενεργοποίηση μεγαφώνου
es: Encender altavoz
fr: Activer le haut-parleur
hu: Hangszóró bekapcsolása
it: Attiva altoparlante
nl: Luidspreker inschakelen
pt_br: Ativar viva voz
ro: Activare difuzorul
ru: Включить динамик
tr: Hoparlörü aç

# id_string_day
source: DAY
ar: اليوم
cs: DEN
de: TAG
el: ΗΜΕΡΑ
es: DÍA
fr: JOUR
hu: NAP
it: GIORNO
nl: DAG
pt_br: DIA
ro: ZI
ru: ДЕНЬ
tr: GÜN

# id_string_week
source: WEEK
ar: الأسبوع
cs: TÝDEN
de: WOCHE
el: ΕΒΔΟΜΑΔΑ
es: SEMANA
fr: SEMAINE
hu: HÉT
it: SETTIMANA
pt_br: SEMANA
ro: SĂPTĂMÂNĂ
ru: НЕДЕЛЯ
tr: HAFTA

# id_string_month
source: MONTH
ar: الشهر
cs: MĚSÍC
de: MONAT
el: ΜΗΝΑΣ
es: MES
fr: MOIS
hu: HÓNAP
it: MESE
nl: MAAND
pt_br: MÊS
ro: LUNĂ
ru: МЕСЯЦ
tr: AY

# id_string_year
source: YEAR
ar: السنة
cs: ROK
de: JAHR
el: ΕΤΟΣ
es: AÑO
fr: ANNÉE
hu: ÉV
it: ANNO
nl: JAAR
pt_br: ANO
ro: AN
ru: ГОД
tr: YIL

# id_string_distance
source: Distance(km)
ar: المسافة (كم)
cs: Vzdálenost (km)
de: Entfernung (km)
el: Απόσταση (χλμ):
es: Distancia (km)
hu: Távolság (km)
it: Distanza (km)
nl: Afstand (km)
pt_br: Distancia(km)
ro: Distanță (km)
ru: Дистанция (км)
tr: Mesafe (km)
