Repository: jigang-duan/Move-iOS
Catalog: Move App/Move App/*.lproj/Localizable.strings
Languages: ar, cs, de, el, es, fr, hu, it, nl, pt_br, ro, ru, tr

# id_imei_error
source: Invalid IMEI
ar: IMEI غير صالح
cs: Neplatný identifikátor IMEI
de: Ungültige IMEI
el: Μη έγκυρος αριθμός IMEI
es: IMEI no válido
fr: IMEI non valide
hu: Érvénytelen IMEI-szám
it: IMEI non valido
nl: Ongeldige IMEI
pt_br: IMEI inválido
ro: Cod IMEI incorect
ru: Недействительный IMEI
tr: Geçersiz IMEI

# id_reminder_title_characters
source: Reminders title up to 20 characters!
ar: يصل عنوان التذكيرات إلى 20 حرفًا!
cs: Název připomenutí smí obsahovat maximálně 20 znaků.
de: Erinnerungstitel dürfen maximal 20 Zeichen lang sein.
el: Οι τίτλοι των υπενθυμίσεων δεν πρέπει να ξεπερνούν τους 20 χαρακτήρες!
es: Título de los recordatorios de hasta 20 caracteres
fr: Titre de rappel limité à 20 caractères !
hu: Az emlékeztető címe legfeljebb 20 karakterből állhat!
it: Titolo dei promemoria max 20 caratteri.
nl: U kunt voor de titel van herinneringen maximaal 20 tekens gebruiken.
pt_br: Título de lembretes com até 20 caracteres!
ro: Titlurile mementourilor pot avea până la 20 de caractere!
ru: Длина заголовка напоминания до 20 символов!
tr: Hatırlatıcı başlığı maksimum 20 karakter!

# id_reminder_remarks_characters
source: Reminders remarks up to 50 characters!
ar: تصل ملاحظات التذكيرات إلى 50 حرفًا!
cs: Poznámky k připomenutí smí obsahovat maximálně 50 znaků.
de: Erinnerungsanmerkungen dürfen maximal 50 Zeichen lang sein.
el: Οι παρατηρήσεις των υπενθυμίσεων δεν πρέπει να ξεπερνούν τους 50 χαρακτήρες!
es: Comentarios de los recordatorios de hasta 50 caracteres
fr: Remarque de rappel limitée à 50 caractères !
hu: Az emlékeztetőhöz tartozó megjegyzés legfeljebb 50 karakterből állhat!
it: Note dei promemoria max 50 caratteri.
nl: U kunt voor de opmerkingen van herinneringen maximaal 50 tekens gebruiken.
pt_br: Comentários de lembretes com até 50 caracteres!
ro: Observațiile pentru mementouri pot avea până la 50 de caractere!
ru: Длина примечаний напоминания до 50 символов!
tr: Hatırlatıcı açıklamaları maksimum 50 karakter!

# id_boot_time_separated
source: the shut down time and boot time must be Separated by ten minutes.
ar: ينبغي الفصل بين وقت إيقاف التشغيل ووقت إعادة التشغيل بفارق مدته عشر دقائق.
cs: interval mezi časem vypnutí a spuštění musí být deset minut.
de: Zwischen Ausschalt- und Startzeit müssen zehn Minuten liegen.
el: Οι χρόνοι τερματισμού και εκκίνησης πρέπει να απέχουν δέκα λεπτά.
es: Deben transcurrir diez minutos entre la hora de apagado y la hora de inicio.
fr: l’heure d’extinction et celle de démarrage doivent être séparées d’au moins dix minutes.
hu: a kikapcsolási idő és a bekapcsolási idő közötti időintervallumnak 10 percnek kell lennie.
it: l'ora di arresto e l'ora di avvio devono essere separate da dieci minuti.
nl: Er moet tien minuten tussen de afsluittijd en opstarttijd liggen.
pt_br: o tempo de desligamento e o tempo de inicialização devem ser separados por dez minutos.
ro: intervalul dintre ora de oprire și ora de pornire trebuie să fie de zece minute.
ru: время отключения и время загрузки должны быть Разделены на десять минут.
tr: kapanma zamanı ile açılma zamanı arasında 10 dakika olmalıdır.

# id_Make_a_call_to
source: Call
ar: مكالمة
cs: Volat
de: Anruf
el: Κλήση
es: Llamar
fr: Appeler
hu: Hívás
it: Chiama
nl: Bellen
pt_br: Chamada
ro: Apelare
ru: Вызов
tr: Çağrı

# id_phone_empty
source: The phone number is empty.
ar: رقم الهاتف فارغ.
cs: Telefonní číslo je nutno zadat.
de: Die Telefonnummer ist leer.
el: Ο αριθμός τηλεφώνου είναι κενός.
es: El número de teléfono está vacío.
fr: Le numéro de téléphone n’est pas renseigné.
hu: A Telefonszám mező üres.
it: Il numero di telefono è vuoto.
nl: Het telefoonnummer is leeg.
pt_br: O número de telefone está em branco.
ro: Câmpul pentru numărul de telefon este gol.
ru: Поле Телефонный номер пустое.
tr: Telefon numarası boş.

# id_fail_to_edit
source: couldn't modify
ar: تعذر التعديل
cs: nelze upravit
de: Ändern nicht möglich
el: δεν ήταν δυνατή η τροποποίηση
es: no se ha podido modificar
fr: impossible de modifier
hu: A módosítás sikertelen.
it: impossibile modificare
nl: Kan niet aanpassen
pt_br: não foi possível modificar
ro: modificarea nu a fost posibilă
ru: не удалось изменить
tr: değiştirilemedi

# id_add_fail
source: Couldn't add device
ar: تعذرت إضافة جهاز
cs: Zařízení nelze přidat.
de: Gerät konnte nicht hinzugefügt werden.
el: δεν ήταν δυνατή η προσθήκη της συσκευής
es: No se ha podido añadir el dispositivo.
fr: Ajout d’appareil impossible
hu: A készülék hozzáadása sikertelen.
it: Impossibile aggiungere il dispositivo
nl: Kan apparaat niet toevoegen
pt_br: Não foi possível adicionar o dispositivo
ro: Dispozitivul nu a putut fi adăugat
ru: Не удалось добавить устройство
tr: Cihaz eklenemedi

# id_deleted_fail
source: Couldn't deleted electronic fence
ar: تعذر حذف الحاجز الإلكتروني
cs: Nelze odstranit elektronickou bariéru.
de: Sichere Zone konnte nicht gelöscht werden.
el: δεν ήταν δυνατή η διαγραφή του ηλεκτρονικού φράγματος
es: No se ha podido eliminar la valla electrónica.
fr: Suppression de la zone de sécurité virtuelle impossible
hu: A virtuális terület törlése sikertelen.
it: Impossibile eliminare il perimetro elettronico
nl: Kan elektronische begrenzing niet verwijderen
pt_br: Não foi possível excluir limite eletrônico
ro: Perimetrul electric nu a putut fi șters
ru: Не удалось удалить безопасную зону
tr: Elektronik çit silinemedi

# id_location_error
source: Location information is parsed incorrectly.
ar: تم تحليل معلومات الموقع بطريقة غير صحيحة.
cs: Informace o poloze byly nesprávně analyzovány.
de: Standortinformationen werden falsch geparst.
el: Οι πληροφορίες τοποθεσίας αναλύονται εσφαλμένα.
es: La información de ubicación no se ha analizado correctamente.
fr: Les informations de localisation sont interprétées incorrectement.
hu: A helyadatok elemzése helytelen.
it: Informazioni sulla posizione analizzate erroneamente.
nl: De locatiegegevens zijn onjuist geparseerd.
pt_br: Informações de localização analisadas incorretamente.
ro: Informațiile privind locația sunt analizate incorect.
ru: Информация о местоположении проанализирована некорректно.
tr: Konum bilgisi yanlış ayrıştırılmış.

# id_code_fail
source: More than an hour, QR code failing
ar: مرت أكثر من ساعة، ورمز QR يخفق في عمله
cs: Déle než hodinu, kód QR je neplatný.
de: Mehr als eine Stunde, QR-Code schlägt fehl.
el: Περισσότερο από μία ώρα, αποτυχία κωδικού QR
es: Más de una hora; error de código QR.
fr: Heure dépassée, échec du code QR
hu: Több mint egy óra, a QR-kód beolvasása sikertelen.
it: Oltre un'ora. Errore di codice QR
nl: Meer dan één uur, fout met QR-code
pt_br: Mais de uma hora, falha do código QR
ro: Mai mult de o oră. Scanare cod QR nereușită
ru: Прошло более 1 часа, ошибка QR-кода
tr: Bir saatten fazla, QR kod başarısız

# id_locate_success
source: Locate success.
ar: تم تحديد الموقع بنجاح.
cs: Vyhledání polohy proběhlo úspěšně.
de: Standortsuche erfolgreich.
el: Επιτυχής εντοπισμός.
es: Localizado correctamente.
fr: La localisation est établie.
hu: A helymeghatározás sikerült.
it: Localizzazione riuscita.
nl: Locatie is gevonden.
pt_br: Localizar com sucesso.
ro: Localizare reușită.
ru: Успешное определение местоположения.
tr: Konum başarılı.

# id_locating
source: Locating…
ar: جارٍ تحديد الموقع...
cs: Určování polohy…
de: Standort wird abgerufen...
el: Εντοπισμός...
es: Localizando...
fr: Localisation…
hu: Helyzetmeghatározás folyamatban...
it: Localizzazione in corso...
nl: Vinden...
pt_br: Localizando...
ro: Se localizează...
ru: Определение местоположения...
tr: Konum bulunuyor...

# id_google_maps_is_not_available
source: Google Maps is not available.
ar: Google Maps غير متوفر.
cs: Aplikace Mapy Google není dostupná.
de: Google Maps ist nicht verfügbar.
el: Δεν είναι διαθέσιμοι Χάρτες Google.
es: Google Maps no está disponible.
fr: Google Maps n’est pas disponible.
hu: A Google Térkép nem elérhető.
it: Google Maps non disponibile.
nl: Google Maps niet beschikbaar
pt_br: O Google Maps não está disponível.
ro: Aplicația Google Maps nu este disponibilă.
ru: Google Карты недоступны.
tr: Google Maps mevcut değil.

# id_search_position
source: Search position
ar: البحث عن موضع
cs: Hledat pozici
de: Position suchen
el: Αναζήτηση θέσης
es: Buscar posición
fr: Rechercher la position
hu: Pozíció keresése
it: Cerca posizione
nl: Positie zoeken
pt_br: Buscar posição
ro: Căutare poziție
ru: Поиск местоположения
tr: Konum ara

# id_delect_todolist
source: Delete reminders only
ar: حذف التذكيرات فقط
cs: Odstranit jen připomenutí
de: Nur Erinnerungen löschen
el: Διαγραφή μόνο των υπενθυμίσεων
es: Eliminar solo recordatorios
fr: Supprimer uniquement les rappels
hu: Csak az emlékeztetők törlése
it: Elimina solo promemoria
nl: Alleen herinneringen verwijderen
pt_br: Excluir apenas lembretes
ro: Ștergeți doar mementourile
ru: Только удаление напоминаний
tr: Sadece hatırlatıcıları sil

# id_delect_all_todolist
source: Delete All reminders
ar: حذف كل التذكيرات
cs: Odstraní všechna připomenutí.
de: Alle Erinnerungen löschen
el: Διαγραφή όλων των υπενθυμίσεων
es: Eliminar todos los recordatorios
fr: Supprimer tous les rappels
hu: Összes emlékeztető törlése
it: Elimina tutti i promemoria
nl: Alle herinneringen verwijderen
pt_br: Excluir todos os lembretes
ro: Ștergeți toate mementourile
ru: Удалить Все напоминания
tr: Tüm hatırlatıcıları sil

# id_title_repeats
source: Title repeats
ar: تكرارات العناوين
cs: Název se opakuje.
de: Titelwiederholung
el: Επανάληψη τίτλου
es: El título está repetido
fr: Répétitions du titre
hu: Címismétlések
it: Titolo duplicato
nl: Titel voor herhalingen
pt_br: Repetições de título
ro: Titluri repetate
ru: Повторы заголовков
tr: Başlık tekrarlanıyor

# id_title_repeats_to
source: This is a repeating reminders.
ar: هذا تذكير متكرر.
cs: Toto připomenutí se opakuje.
de: Dies ist eine sich wiederholende Erinnerung.
el: Πρόκειται για επαναλαμβανόμενες υπενθυμίσεις.
es: Este es un recordatorio repetido.
fr: Il s’agit d’un rappel récurrent.
hu: Ez egy ismétlődő emlékeztető.
it: Promemoria duplicato.
nl: Dit is een herhalende herinnering.
pt_br: Esta é uma repetição de lembretes.
ro: Acesta este un memento repetat.
ru: Это повторяющиеся напоминания.
tr: Bu tekrarlanan bir hatırlatıcı.

# id_watch_number
source: watch number
ar: رقم الساعة
cs: číslo hodinek
de: Watch-Nummer
el: αριθμός ρολογιού
es: número del reloj
fr: numéro de la montre
hu: óra száma
it: numero orologio
nl: horlogenummer
pt_br: número do Watch
ro: numărul ceasului
ru: номер часов
tr: saat numarası

# id_title_can_not_empty
source: Title cannot be empty
ar: لا يمكن أن يكون العنوان فارغاً
cs: Nadpis nesmí být prázdný.
de: Titel darf nicht leer sein.
el: Ο τίτλος δεν μπορεί να είναι κενός
es: El título no puede estar vacío
fr: Le titre ne peut pas être vide
hu: A Cím mező nem lehet üres.
it: Il titolo non può essere vuoto
nl: Titel mag niet leeg zijn
pt_br: O título não pode estar vazio
ro: Câmpul pentru titlu nu poate fi gol
ru: Введите название мероприятия
tr: Başlık boş olamaz

# id_number_can_not_empty
source: Number cannot be empty
ar: لا يمكن أن يكون الرقم فارغًا
cs: Číslo je nutno zadat.
de: Nummer darf nicht leer sein.
el: Ο αριθμός δεν μπορεί να είναι κενός
es: El número no puede estar vacío.
fr: Numéro obligatoire
hu: A Szám mező nem lehet üres.
it: Il numero non può essere vuoto
nl: Nummer mag niet leeg zijn
pt_br: O número não pode ficar em branco
ro: Câmpul pentru număr nu poate fi gol
ru: Номер не может быть пустым
tr: Numara boş olamaz

# id_wrong_code
source: Wrong verification code
ar: رمز تحقق خطأ
cs: Nesprávný ověřovací kód
de: Falscher Bestätigungscode
el: Εσφαλμένος κωδικός επαλήθευσης
es: Código de verificación incorrecto
fr: Code de vérification incorrect
hu: Helytelen ellenőrzőkód
it: Codice di verifica errato
nl: Onjuiste verificatiecode
pt_br: Código de verificação errado
ro: Cod de verificare greșit
ru: Неверный код подтверждения
tr: Yanlış onay kodu

# id_phone_error_add
source: This phone number has been paired by others
ar: تم إقران رقم الهاتف هذا بواسطة آخرين
cs: Toto telefonní číslo bylo spárováno jinými uživateli.
de: Diese Telefonnummer wurde von anderen gekoppelt.
el: Αυτός ο αριθμός τηλεφώνου έχει αντιστοιχιστεί από άλλους
es: Este número de teléfono ya ha sido vinculado por otros.
fr: Numéro de téléphone appairé par autrui
hu: Ez a telefonszám már párosítva van.
it: Il numero di telefono è stato associato da altri utenti
nl: Dit telefoonnummer is door anderen gekoppeld.
pt_br: Este número de telefone foi emparelhado por outros
ro: Acest număr de telefon a fost împerecheat de altcineva
ru: Этот номер телефона был подключени к другим
tr: Bu telefon numarası başkaları tarafından eşleştirildi

# id_turn_on_auto_position
source: The location of the watch will be updated automatically. This will use more power. Turn on Daily Tracking mode?
ar: سيتم تحديث موقع الساعة تلقائيًا. سيستخدم هذا المزيد من الطاقة. أتريد تشغيل وضع التعقب اليومي؟
cs: Zapnutím automatického určování polohy umožníte určování polohy v reálném čase a zvýšíte přesnost určování polohy. Zvýší se tím spotřeba energie.
de: Aktivieren Sie die automatische Positionierung, um den Standort in Echtzeit zu ermitteln und die Positionierungsgenauigkeit zu erhöhen. Dadurch steigt der Stromverbrauch.
el: Ενεργοποιήστε τον αυτόματο εντοπισμό τοποθεσίας για τοποθεσία σε πραγματικό χρόνο και αυξήστε την ακρίβεια της τοποθεσίας. Αυτό θα καταναλώσει περισσότερη ενέργεια.
es: Active el posicionamiento automático para obtener la ubicación en tiempo real y una mayor precisión de posicionamiento. Esto consumirá más energía.
fr: Activez la fonction pour obtenir la localisation en temps réel de façon plus précise. Cela consommera plus d’énergie.
hu: Kapcsolja be az Automatikus helyzetmeghatározás funkciót a valós idejű és pontosabb helyzetmeghatározás érdekében. Ez nagyobb energiafelhasználással jár.
it: Attivare il posizionamento automatico per la posizione in tempo reale e una migliore precisione del posizionamento. Il consumo di energia risulta maggiore.
nl: Schakel automatische positiebepaling in voor realtimeweergave van de locatie en grotere nauwkeurigheid van de positiebepaling. Hierdoor wordt meer acculading verbruikt.
pt_br: A localização do Watch será atualizada automaticamente. Isso consumirá mais energia. Ativar o modo Acompanhamento Diário?
ro: Activați poziționarea automată pentru a obține locația în timp real și mai multă precizie. Această acțiune va consuma mai multă energie.
ru: Местоположение часов будет автоматически обновляться. Это приведет к увеличению расхода батареи. Включить режим Ежедневного отслеживания?
tr: Gerçek zamanlı konum ve arttırılmış konum hassasiyeti için otomatik konumlandırmayı açın. Daha fazla güç tüketir.

# id_turn_off_auto_position
source: The location of the watch will not be updated automatically. You will not receive notifications when your child enters or leaves a safe zone. Turn off Daily Tracking mode?
ar: لن يتم تحديث موقع الساعة تلقائيًا. لن تتلقى الإشعارات حين يدخل طفلك إلى منطقة آمنة أو يغادرها. أتريد إيقاف تشغيل وضع التعقب اليومي؟
cs: Když automatické určování polohy vypnete, informace o poloze v bezpečné zóně nebudou poskytovány včas.
de: Wenn die automatische Positionierung deaktiviert wird, sind die Informationen zum sicheren Bereich nicht zeitnah.
el: Εάν απενεργοποιήσετε τον αυτόματο εντοπισμό τοποθεσίας, οι πληροφορίες τοποθεσίας ασφαλούς ζώνης δεν θα είναι έγκαιρες
es: Al desactivar el posicionamiento automático, la información de ubicación de la zona segura no estará actualizada.
fr: Désactivation du positionnement automatique, géolocalisation de zone de sécurité virtuelle en différé
hu: Ha az automatikus helyzetmeghatározás funkció ki van kapcsolva., a biztonsági zóna helyadatai nem lesznek naprakészek.
it: Se si disattiva il posizionamento automatico, le informazioni sulla posizione della zona sicura non saranno tempestive
nl: Automatische positiebepaling uitschakelen, locatiegegevens van veilige zone zijn niet actueel
pt_br: A localização do Watch não será atualizada automaticamente. Você não receberá notificações quando seu filho entrar ou sair de uma zona segura. Desativar o modo Acompanhamento Diário?
ro: Dacă dezactivați localizarea automată, informațiile privind locația Zonei sigure nu vor fi primite la timp
ru: Местоположение часов не будет обновляться автоматически. Вы не будете получать уведомления, когда ваш ребенок войдет или покинет безопасную зону. Выключить режим Ежедневного отслеживания?
tr: Otomatik konumlandırma kapatılırsa Güvenli Bölge konum bilgileri zamanında alınmaz

# id_delete_message_fail
source: Couldn't delete message
ar: تعذر حذف الرسالة
cs: Zprávu nelze odstranit.
de: Mitteilung löschen fehlgeschlagen
el: Δεν ήταν δυνατή η διαγραφή του μηνύματος
es: No se ha podido eliminar el mensaje.
fr: Suppression du message impossible
hu: Az üzenet törlése sikertelen.
it: Impossibile eliminare il messaggio
nl: Kan bericht niet verwijderen
pt_br: Não foi possível excluir a mensagem
ro: Mesajul nu putut fi șters
ru: Не удалось удалить сообщение
tr: Mesaj silinemedi

# id_send_message_fail
source: Couldn't send message
ar: تعذر إرسال الرسالة
cs: Zprávu nelze odeslat.
de: Mitteilung senden fehlgeschlagen
el: Δεν ήταν δυνατή η αποστολή του μηνύματος
es: No se ha podido enviar el mensaje.
fr: Envoi du message impossible
hu: Az üzenet küldése sikertelen.
it: Impossibile inviare il messaggio
nl: Kan bericht niet verzenden
pt_br: Não foi possível enviar a mensagem
ro: Mesajul nu a putut fi trimis
ru: Не удалось отправить сообщение
tr: Mesaj gönderilemedi

# id_delete_message_success
source: Message deleted
ar: تم حذف الرسالة
cs: Zpráva byla odstraněna.
de: Mitteilung gelöscht
el: Το μήνυμα διεγράφη
es: Mensaje eliminado
fr: Message supprimé
hu: Üzenet törölve.
it: Messaggio eliminato
nl: Bericht verwijderd
pt_br: Mensagem excluída
ro: Mesaj șters
ru: Сообщение удалено
tr: Mesaj silindi

# id_auto_position
source: Auto-positioning
ar: تعيين الموضع تلقائيًا
cs: Autom. určování polohy
de: Automatische Positionierung
el: Αυτόματος εντοπισμός τοποθεσίας
es: Posicionamiento automático
fr: Positionnement automatique
hu: Automatikus helyzetmeghatározás
it: Posizionamento automatico
nl: Automatische positiebepaling
pt_br: Posicionamento automático
ro: Poziționare automată
ru: Автоматическое позиционирование
tr: Otomatik konumlandırma

# id_auto_position_describe
source: Turning on daily tracking mode will consume more power
ar: سيستهلك تشغيل وضع التعقب اليومي المزيد من الطاقة
cs: Zapnutí automatického určování polohy se zvýší spotřeba energie.
de: Durch Aktivieren der automatischen Positionierung erhöht sich der Stromverbrauch.
el: Η ενεργοποίηση του αυτόματου εντοπισμού τοποθεσίας θα καταναλώσει περισσότερη ενέργεια
es: Activar el posicionamiento automático consumirá más energía
fr: Activation du positionnement automatique entraînant une consommation plus grande d’énergie
hu: A nyomkövetés bekapcsolása nagyobb energiafelhasználással jár.
it: L'attivazione del posizionamento automatico aumenta il consumo di energia
nl: Als u automatische positiebepaling inschakelt, wordt er meer acculading verbruikt
pt_br: Ativar posicionamento automático consumirá mais energia
ro: Dacă activați poziționarea automată, se va consuma mai multă energie
ru: Включение режима ежедневного отслеживания приведет к увеличению расхода батареи
tr: Otomatik konumlandırmayı açmak daha fazla güç tüketir

# id_location_successful
source: Location success!
ar: تم تحديد الموقع بنجاح!
cs: Poloha byla určena.
de: Standortermittlung erfolgreich
el: Επιτυχής εντοπισμός!
es: Ubicación obtenida
fr: Localisation effectuée !
hu: Helyzetmeghatározás sikerült!
it: Localizzazione riuscita.
nl: Locatie gevonden.
pt_br: Localização com sucesso!
ro: Localizare reușită!
ru: Успешное определение местоположения!
tr: Konum başarılı!

# id_location_failed
source: Location timeout!
ar: انتهت مهلة تحديد الموقع!
cs: Vypršel časový limit polohy.
de: Zeitüberschreitung bei Standortermittlung
el: Λήξη χρόνου εντοπισμού!
es: Tiempo de espera de la ubicación superado
fr: Délai de positionnement dépassé !
hu: Időtúllépés történt a helyzetmeghatározás során!
it: Timeout della localizzazione.
nl: Time-out voor locatie.
pt_br: Tempo limite da localização!
ro: Timpul pentru localizare a expirat!
ru: Таймаут определения местоположения!
tr: Konum zaman aşımına uğradı!

# id_not_usp_app
source: This member does not use APP
ar: لا يستخدم هذا الفرد APP
cs: Tento člen APLIKACI nepoužívá.
de: Dieses Mitglieder verwendet die Anwendung nicht.
el: Αυτό το μέλος δεν χρησιμοποιεί το APP
es: Este miembro no utiliza APP.
fr: Membre n’utilisant pas l’application
hu: Ez a tag nem használja az alkalmazást.
it: Il membro non utilizza l'APP
nl: Dit lid gebruikt geen APP
pt_br: Este membro não usa o aplicativo
ro: Acest membru nu utilizează aplicația
ru: Этот участник не использует Приложение
tr: Bu üye APP kullanmıyor

# id_safe_zone_admin_left
source: CANCEL
ar: إلغاء
cs: ZRUŠIT
de: ABBRECHEN
el: ΑΚΥΡΩΣΗ
es: CANCELAR
fr: ANNULER
hu: MÉGSE
it: ANNULLA
nl: ANNULEREN
pt_br: CANCELAR
ro: ANULARE
ru: ОТМЕНА
tr: İPTAL

# id_safe_zone_admin_right
source: TURN ON
ar: تشغيل
cs: ZAPNOUT
de: AKTIVIEREN
el: ΕΝΕΡΓΟΠΟΙΗΣΗ
es: ACTIVAR
fr: ACTIVER
hu: Bekapcsol
it: ATTIVA
nl: INSCHAKELEN
pt_br: ATIVAR
ro: ACTIVARE
ru: ВКЛЮЧИТЬ
tr: AÇ

# id_image_permission_disabled
source: Permission is disabled and can not select local image!
ar: تم تعطيل الإذن ولا يمكن تحديد صورة محلية!
cs: Oprávnění bylo zakázáno, a proto nelze vybrat místní obrázek.
de: Berechtigung ist deaktiviert und lokales Bild kann nicht ausgewählt werden.
el: Η άδεια είναι απενεργοποιημένη και δεν είναι δυνατή η επιλογή τοπικής εικόνας!
es: El permiso está desactivado y no se puede seleccionar la imagen local.
fr: L’autorisation est désactivée ce qui ne permet pas de sélectionner d’image locale !
hu: Az engedély letiltásra került, a helyi kép kiválasztása nem lehetséges!
it: Autorizzazione disattivata. Impossibile selezionare l'immagine locale.
nl: Machtiging is uitgeschakeld, kan geen lokale afbeelding selecteren.
pt_br: A autorização está desativada e não é possível selecionar a imagem local!
ro: Permisiunea este dezactivată. Prin urmare, nu puteți selecta imagini locale!
ru: Разрешение отключено, невозможно выбрать локальное изображение!
tr: İzin devre dışı ve yerel görüntü seçilemiyor!

# id_camera_permission_disabled
source: Permission is disabled and the camera can not be opened!
ar: تم تعطيل الإذن ولا يمكن فتح الكاميرا!
cs: Oprávnění bylo zakázáno a fotoaparát nelze spustit.
de: Berechtigung ist deaktiviert und die Kamera kann nicht geöffnet werden.
el: Η άδεια είναι απενεργοποιημένη και δεν είναι δυνατό το άνοιγμα της κάμερας!
es: El permiso está desactivado y no se puede abrir la cámara.
fr: L’autorisation est désactivée ce qui ne permet pas d’ouvrir l’appareil photo !
hu: Az engedély letiltásra került, a Kamera megnyitása nem lehetséges!
it: Autorizzazione disattivata. Impossibile aprire la fotocamera.
nl: Machtiging is uitgeschakeld, kan camera niet openen.
pt_br: A autorização está desativada e não é possível abrir a câmera!
ro: Permisiunea este dezactivată. Prin urmare, aparatul foto nu poate fi pornit!
ru: Разрешение отключено, камера не может быть запущена!
tr: İzin devre dışı ve kamera açılamıyor!

# id_download_failed
source: Couldn't download
ar: تعذر التنزيل
cs: Nelze stáhnout
de: Herunterladen fehlgeschlagen
el: Δεν ήταν δυνατή η λήψη
es: No se ha podido descargar.
fr: Téléchargement impossible
hu: A letöltés sikertelen
it: Impossibile scaricare
nl: Kan niet worden gedownload
pt_br: Não é possível fazer o download
ro: Descărcarea nu a fost posibilă
ru: Загрузка не удалась
tr: İndirilemedi
