Repository: jigang-duan/Move-iOS
Catalog: Move App/Move App/*.lproj/Localizable.strings
Languages: ar, cs, de, el, es, fr, hu, it, nl, pt_br, ro, ru, tr

# id_action_settings
source: Settings
ar: الإعدادات
cs: Nastavení
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fr: Paramètres
hu: Beállítások
it: Impostazioni
nl: Instellingen
pt_br: Configurações
ro: Setări
ru: Настройки
tr: Ayarlar

# id_button_menu_home
source: Home
ar: الشاشة الرئيسية
cs: Domů
de: Startseite
el: Αρχική σελίδα
es: Inicio
fr: Accueil
hu: Kezdőképernyő
nl: Start
pt_br: Tela inicial
ro: Ecran principal
ru: Домой
tr: Ana ekran

# id_button_menu_account
source: Me
ar: أنا
cs: Já
de: Ich
el: Εγώ
es: Mis dispositivos
fr: Moi
hu: Én
it: Io
nl: Ik
pt_br: Eu
ro: Eu
ru: Профиль
tr: Ben

# id_button_menu_social
source: Social
ar: اجتماعي
cs: Sociální
de: Sozial
el: Κοινωνικά δίκτυα
hu: Közösségi
nl: Sociaal
ru: Общение
tr: Sosyal

# id_top_menu_fitness
source: Fitness
ar: لياقة بدنية
el: Φυσική κατάσταση
fr: Entraînement
hu: Fitnesz
ru: Фитнес

# id_top_menu_location
source: Location
ar: الموقع
cs: Poloha
de: Standort
el: Τοποθεσία
es: Ubicación:
fr: Emplacement
hu: Hely
it: Posizione
nl: Locatie
pt_br: Localização
ro: Locație
ru: Местоположение
tr: Konum

# id_never
source: Never
ar: مطلقًا
cs: Nikdy
de: Nie
el: Ποτέ
es: Nunca
fr: Jamais
hu: Soha
it: Mai
nl: Nooit
pt_br: Nunca
ro: Niciodată
ru: Никогда
tr: Asla

# id_str_remove_alarm_title
source: Delete
ar: حذف
cs: Odstranit
de: Löschen
el: Διαγραφή
es: Borrar
fr: Supprimer
hu: Törlés
it: Elimina
nl: Verwijderen
pt_br: Excluir
ro: Ștergere
ru: Удалить
tr: Sil

# id_apk_crash_tips
source: Unfortunately TCLMove has stopped working
ar: معذرة، توقف TCLMOVE عن العمل
cs: Aplikace TCLMOVE přestala pracovat.
de: TCL Move wurde angehalten
el: Δυστυχώς, το TCL Move σταμάτησε να λειτουργεί
es: Lamentablemente, TCLMOVE ha dejado de funcionar.
fr: Arrêt inopiné de TCLMOVE
hu: A TCLMOVE alkalmazás sajnos leállt.
it: TCL Move ha smesso di funzionare
nl: TCL Move werkt niet meer
pt_br: Infelizmente, o TCLMOVE parou de funcionar
ro: Din păcate, TCL Move nu mai funcționează
ru: К сожалению устройство TCLMOVE прекратило работу
tr: Ne yazık ki TCL Move artık çalışmıyor

# id_permission_message
source: Allow the required permissions, otherwise the app may not function properly.
ar: اسمح بالأذونات المطلوبة، وإلا فلن يعمل التطبيق بشكلٍ صحيح.
cs: Povolte všechna požadovaná oprávnění, jinak aplikace nemusí fungovat správně.
de: Gewähren Sie die notwendigen Berechtigungen. Andernfalls funktioniert die Anwendung möglicherweise nicht korrekt.
el: Επιτρέψτε την εφαρμογή των απαιτούμενων αδειών, διαφορετικά η εφαρμογή ενδέχεται να μην λειτουργήσει σωστά.
es: Asegúrese de tener los permisos necesarios; de lo contrario, es posible que la aplicación no funcione correctamente.
fr: Accordez les autorisations nécessaires sinon l’application risque de ne pas fonctionner correctement.
hu: Adja meg a szükséges engedélyeket, ellenkező esetben az alkalmazás nem fog megfelelően működni.
it: Fornire le autorizzazioni necessarie. Diversamente, l'applicazione potrebbe non funzionare correttamente.
nl: Sta de vereiste toestemmingen toe, anders functioneert de app misschien niet goed.
pt_br: Permitir as autorizações necessárias, caso contrário o aplicativo pode não funcionar corretamente.
ro: Pentru ca aplicația să funcționeze corect, trebuie să acordați permisiunile necesare.
ru: Предоставьте необходимые разрешения, иначе приложение может работать неправильно.
tr: Gereken izinleri verin, aksi halde uygulama düzgün çalışmaz.

# id_start_to_use
source: Start
ar: بدء
cs: Spustit
de: Starten
el: Έναρξη
es: Iniciar
fr: Démarrer
hu: Indítás
it: Inizia
nl: Starten
pt_br: Iniciar
ru: Начать
tr: Başlat

# id_title_Alarm
source: ALARMS
ar: التنبيهات
cs: BUDÍKY
de: Wecker
el: ΑΦΥΠΝΙΣ.
es: Alarma
fr: Alarme
hu: ÉBRESZTŐK
it: Allarme
nl: Alarm
pt_br: ALARMES
ro: ALARME
ru: БУДИЛЬНИКИ
tr: ALARMLAR

# id_title_album
source: ALBUM
ar: الألبوم
el: ΑΛΜΠΟΥΜ
es: Álbum
pt_br: ÁLBUM
ru: АЛЬБОМ
tr: ALBÜM

# id_scan_qr_code
source: Scan QR code
ar: امسح رمز QR ضوئيًا
cs: Načíst kód QR
de: QR-Code scannen
el: Σάρωση κωδικού QR
es: Escanear código QR
fr: Lire le code QR
hu: QR-kód beolvasása
it: Scansiona codice QR
nl: QR-code scannen
pt_br: Digitalizar código QR
ro: Scanați codul QR
ru: Сканировать QR-код
tr: QR kodu tara

# id_scan_hint
source: Align QR code within frame to scan
ar: ضع رمز QR ضمن حدود الإطار لمسحه ضوئيًا
cs: Umístěte kód QR, který chcete načíst, do rámečku
de: QR-Code zum Scannen auf den Rahmen ausrichten
el: Ευθυγράμμιση του κώδικα QR εντός πλαισίου για σάρωση
es: Alinee el código QR dentro del marco para escanear.
fr: Cadrer le code QR pour le lire
hu: Illessze a QR-kódot a keretbe a beolvasáshoz
it: Allineare il codice QR all'interno della cornice per eseguire la scansione
nl: Zorg dat de QR-code binnen het kader is om te scannen
pt_br: Alinhar código QR no quadro para digitalizar
ro: Poziționați codul QR în cadru pentru a scana
ru: Выровняйте QR-код внутри рамки для сканирования
tr: QR kodu taranacak çerçeveyle hizalayın

# id_input_imei
source: Enter IMEI
ar: أدخل رمز IMEI
cs: Zadat číslo IMEI
de: IMEI eingeben
el: Καταχωρήστε το IMEI
es: Introduzca IMEI.
fr: Saisir le code IMEI
hu: Adja meg az IMEI-számot
it: Immetti IMEI
nl: IMEI opgeven
pt_br: Digitar IMEI
ro: Introduceți codul IMEI
ru: Введите IMEI
tr: IMEI gir

# id_school_time_on
source: When school time mode is activated, group chat, games, and friend features will be disabled, and volume will be set to vibrate only.
ar: عند تنشيط وضع وقت الدراسة، سيتم تعطيل خصائص الدردشة الجماعية والألعاب، والأصدقاء وسيتم ضبط مستوى الصوت على الاهتزاز فقط.
cs: Aktiv. režimu doby školní výuky budou některé funkce zakázány, zvuk vypnut a nast. jen vibrování.
de: Wenn der Schulzeitmodus aktiviert ist, sind Gruppenchat, Spiele und Freunde-Funktionen deaktiviert und die Lautstärke wird auf Vibrieren ohne Ton eingestellt.
el: Με ενεργ. το σχολ. χρόνο, οι ομ. συνομ., τα παιχν. και οι φίλοι θα απεν. και η έντ. θα ορισ. σε δόν.
es: Con horario escolar se desactivan las característ. del chat en grupo, juegos y amigos. El volumen cambia a vibración.
fr: Heures d’école : groupe de chat, jeux et amis désactivés et mode Vibreur seulement activé.
hu: Az Iskolaidő mód aktiválásakor a csoportos csevegés, játékok, barátok funkció letiltásra, a Csak rezgés mód pedig aktiválásra kerül.
it: Quando è attiva la modalità dell'orario scolastico, le funzioni Chat di gruppo, Divertimento e Amici sono disattivate, e il volume è impostato sulla sola vibrazione.
nl: Wanneer de modus voor schooltijd is geactiveerd, worden Mijn vrienden, groepschat en entertainmentfuncties uitgeschakeld en wordt het volume ingesteld op alleen trillen.
pt_br: C/modo hora escola ativ., bate-papo em grupo, jogos e amigo são desativ. e o disp. vibra apenas.
ro: Când modul școală este activat, funcțiile chat în grup, jocuri și prieteni vor fi dezactivate, iar volumul va fi setat pe Numai vibrație.
ru: Когда активируется режим школьного времени, функции группового чата, игр и друзей будут отключены, а громкость будет установлена только на вибросигнал.
tr: Okul zamanı etkinse grup sohbei, oyun ve arkadaş özellikleri devre dışı, ses titreşime ayarlancktır.

# id_begin
source: Begin
ar: البدء
cs: Zahájit
de: Start
el: Έναρξη
es: Iniciar
fr: Début
hu: Kezdés
it: Inizio
pt_br: Começar
ro: Începere
ru: Начать
tr: Başla

# id_end
source: End
ar: إنهاء
cs: Ukončit
de: Beenden
el: Λήξη
es: Finalizar
fr: Fin
hu: Vége
it: Fine
nl: Einde
pt_br: Finalizar
ro: Finalizare
ru: Завершить
tr: Bitir

# id_remarks
source: Remarks
ar: ملاحظات
cs: Poznámky
de: Anmerkungen
el: Παρατηρήσεις
es: Comentarios
fr: Remarques
hu: Megjegyzések
it: Commenti
nl: Opmerkingen
pt_br: Comentários
ro: Observații
ru: Замечания
tr: İşaretler

# id_everyday
source: Every day
ar: كل يوم
cs: Každý den
de: Jeden Tag
el: Καθημερινά
es: Cada día
fr: Tous les jours
hu: Minden nap
it: Ogni giorno
nl: Elke dag
pt_br: Todos os dias
ro: În fiecare zi
ru: Ежедневно
tr: Her gün

# id_everyweek
source: Every week
ar: كل أسبوع
cs: Každý týden
de: Jede Woche
el: Κάθε εβδομάδα
es: Cada semana
fr: Toutes les semaines
hu: Hetente
it: Ogni settimana
nl: Elke week
pt_br: Todas as semanas
ro: În fiecare săptămână
ru: Каждую неделю
tr: Her hafta

# id_everymonth
source: Every month
ar: كل شهر
cs: Každý měsíc
de: Jeden Monat
el: Κάθε μήνα
es: Cada mes
fr: Tous les mois
hu: Minden hónapban
it: Ogni mese
nl: Elke maand
pt_br: Todos os meses
ro: În fiecare lună
ru: Каждый месяц
tr: Her ay

# id_todolist
source: REMINDERS
ar: رسائل التذكير
cs: PŘIPOM.
de: ERINNERUNGEN
el: ΥΠΕΝΘΥΜ.
es: RECORDAR
fr: RAPPELS
hu: EMLÉKEZT.
it: PROMEMORIA
nl: HERINNERINGEN
pt_br: LEMBRETES
ro: MEMENTOURI
ru: НАПОМИНАНИЯ
tr: HATIRLTCI

# id_about
source: About
ar: حول
cs: O aplikaci
de: Info
el: Πληροφορίες
es: Acerca de
fr: À propos
hu: A szolgáltatásról
it: Informazioni su
nl: Over
pt_br: Sobre
ro: Despre
ru: Общая информация
tr: Hakkında

# id_about_fail
source: No version information
ar: لا توجد معلومات عن الإصدار
cs: Žádné informace o verzi
de: Keine Versionsinformationen
el: δεν υπάρχουν στοιχεία έκδοσης
es: No hay información de versión
fr: aucune information sur la version
hu: Nincsenek a verzióra vonatkozó információk
it: Nessuna informazione sulla versione
nl: geen versie-informatie
pt_br: Sem informações da versão
ro: Nu există informații privind versiunea
ru: Нет информации о версии
tr: Sürüm bilgisi yok

# id_saturday_short
source: S
ar: جنوب
cs: So
el: Σ
hu: Szo.
nl: Z
pt_br: Sa
ru: Сб
tr: Ct

# id_sunday_short
source: S
ar: جنوب
cs: Ne
el: Κ
es: D
fr: D
hu: V
it: D
nl: Z
pt_br: Do
ro: D
ru: Вс
tr: Pa

# id_search
source: Search
ar: بحث
cs: Hledat
de: Suche
el: Αναζήτηση
es: Buscar
fr: Rechercher
hu: Keresés
it: Cerca
nl: Zoeken
pt_br: Pesquisar
ro: Căutare
ru: Поиск
tr: Ara

# id_account_inform
source: Personal information
ar: معلومات شخصية
cs: Osobní údaje
de: Personenbezogene Informationen
el: Προσωπικά στοιχεία
es: Información personal
fr: Informations personnelles
hu: Személyes adatok
it: Informazioni personali
nl: Persoonlijke gegevens
pt_br: Informações pessoais
ro: Informații personale
ru: Личная информация
tr: Kişisel bilgi

# id_set_goal
source: Set goal
ar: تعيين هدف
cs: Nastavit cíl
de: Ziel festlegen
el: Ορισμός στόχου
es: Fijar objetivos
fr: Définir l’objectif
hu: Célkitűzés beállítása
it: Imposta obiettivo
nl: Doel instellen
pt_br: Definir meta
ro: Stabiliți obiectivul
ru: Задать цель
tr: Hedef ayarla

# id_achievement
source: Achievement
ar: الإنجاز
cs: Úspěch
de: Erfolg
el: Επίτευγμα
es: Logro
fr: Objectif atteint
hu: Eredmények
it: Successo
nl: Prestatie
pt_br: Desempenho
ro: Realizare
ru: Достижение
tr: Başarı

# id_name
source: Name
ar: الاسم
cs: Jméno
el: Όνομα
es: Nombre
fr: Nom
hu: Név
it: Nome
nl: Naam
pt_br: Nome
ro: Nume
ru: Имя
tr: Adı

# id_nick_name_tint
source: Enter username
ar: أدخل اسم مستخدم
cs: Zadejte uživatelské jméno
de: Benutzernamen eingeben
el: Καταχώρηση ονόματος χρήστη
es: Introducir nombre de usuario
fr: Saisir nom utilisateur
hu: Felhasználónév megadása
it: Immetti nome utente
nl: Voer gebruikersnaam in
pt_br: Digitar nome de usuário
ro: Introduceți numele de utilizator
ru: Введите имя пользователя
tr: Kullanıcı adı gir

# id_change_password
source: Change password
ar: تغيير كلمة المرور
cs: Změnit heslo
de: Passwort ändern
el: Αλλαγή κωδικού πρόσβασης
es: Cambiar contraseña
fr: Changer de mot de passe
hu: Jelszó módosítása
it: Modifica password
nl: Wachtwoord wijzigen
pt_br: Alterar senha
ro: Modificați parola
ru: Изменить пароль
tr: Parolayı değiştir

# id_old_password
source: Old password
ar: كلمة المرور القديمة
cs: Staré heslo
de: Altes Passwort
el: Παλιός κωδικός
es: Contraseña antigua
fr: Ancien mot de passe
hu: Régi jelszó
it: Vecchia password
nl: Oud wachtwoord
pt_br: Senha antiga
ro: Parola veche
ru: Старый пароль
tr: Eski parola

# id_old_password_hint
source: Enter old password
ar: أدخل كلمة المرور القديمة
cs: Zadejte staré heslo
de: Altes Passwort eingeben
el: Εισαγωγή παλιού κωδικού πρόσβασης
es: Introduzca contraseña anterior
fr: Saisir l’ancien mot de passe
hu: Adja meg a régi jelszót
it: Inserisci vecchia password
nl: Voer het oude wachtwoord in
pt_br: Digitar senha antiga
ro: Introduceți parola veche
ru: Введите текущий пароль
tr: Eski parolayı girin

# id_new_password_hint
source: Enter new password
ar: أدخل كلمة مرور جديدة
cs: Zadejte nové heslo
de: Neues Passwort eingeben
el: Εισαγωγή νέου κωδικού πρόσβασης
es: Introduzca nueva contraseña
fr: Saisir le nouveau mot de passe
hu: Adja meg az új jelszót
it: Inserire nuova password
nl: Voer het nieuwe wachtwoord in
pt_br: Digitar nova senha
ro: Introduceți parola nouă
ru: Введите новый пароль
tr: Yeni parolayı girin

# id_set_your_birthday
source: Date of birth
ar: تاريخ الميلاد
cs: Datum narození
de: Geburtsdatum angeben
el: Ημερομηνία γέννησης
es: Establezca su fecha de nacimiento
fr: Indiquer votre date de naissance
hu: Születési dátum
it: Imposta la tua data di nascita
nl: Stel uw geboortedatum in
pt_br: Data de nascimento
ro: Data nașterii
ru: Дата рождения
tr: Doğum tarihi

# id_set_your_gender
source: Gender
ar: النوع
cs: Pohlaví
de: Geschlecht angeben
el: Φύλο
es: Establezca su género
fr: Indiquer votre sexe
hu: Nem
it: Imposta il sesso
nl: Stel uw geslacht in
pt_br: Sexo
ro: Sex
ru: Пол
tr: Cinsiyet

# id_set_your_height
source: Height
ar: الطول
cs: Výška
de: Größe angeben
el: Ύψος
es: Establezca su altura
fr: Indiquer votre taille
hu: Magasság
it: Imposta l'altezza
nl: Stel uw lengte in
pt_br: Altura
ro: Înălțime
ru: Рост
tr: Boy

# id_set_your_weight
source: Weight
ar: الوزن
cs: Hmotnost
de: Gewicht angeben
el: Βάρος
es: Establezca su peso
fr: Indiquer votre poids
hu: Testsúly
it: Imposta il peso
nl: Stel uw gewicht in
pt_br: Peso
ro: Greutate
ru: Вес
tr: Kilo

# id_device
source: Device
ar: الجهاز
cs: Zařízení
de: Gerät
el: Συσκευή
es: Dispositivo
fr: Appareil
hu: Készülék
it: Dispositivo
nl: Apparaat
pt_br: Dispositivo
ro: Dispozitiv
ru: Устройство
tr: Cihaz

# id_add_device
source: Add device
ar: إضافة جهاز
cs: Přidat zařízení
de: Gerät hinzufügen
el: Προσθήκη συσκευής
es: Añadir dispositivo
fr: Ajouter un appareil
hu: Készülék hozzáadása
it: Aggiungi dispositivo
nl: Apparaat toevoegen
pt_br: Adicionar dispositivo
ro: Adăugați un dispozitiv
ru: Добавить устройство
tr: Cihaz ekle

# id_choose_device
source: Choose device
ar: اختيار جهاز
cs: Zvolit zařízení
de: Gerät auswählen
el: Επιλογή συσκευής
es: Elegir dispositivo
fr: Choisir l’appareil
hu: Készülék kiválasztása
it: Scegli dispositivo
nl: Apparaat kiezen
pt_br: Escolher dispositivo
ro: Selectați un dispozitiv
ru: Выберите устройство
tr: Cihaz seçin

# id_skip
source: Skip
ar: التخطي
cs: Přeskočit
de: Überspringen
el: Παράλειψη
es: Omitir
fr: Ignorer
hu: Kihagyás
it: Salta
nl: Overslaan
pt_br: Ignorar
ro: Omitere
ru: Пропустить
tr: Atla

# id_english_europe
source: English (Europe)
ar: الإنجليزية (أوروبا)
cs: Čeština
el: Αγγλικά (Ευρώπη)
es: Inglés (Europa)
fr: Anglais (Europe)
hu: Angol (Európa)
it: Italiano (Europa)
nl: Engels (Europa)
pt_br: Inglês (Europa)
ro: Engleză (Europa)
ru: Английский (Европа)
tr: İngilizce (Avrupa)

# id_cache_clean
source: Clear the cache
ar: مسح ذاكرة التخزين المؤقتة
cs: Vymazat mezipaměť
de: Cache löschen
el: Εκκαθάριση cache
es: Borrar caché
fr: Nettoyer la cache
hu: Gyorsítótár ürítése
it: Cancella contenuto cache
nl: De cache opschonen
pt_br: Apagar cache
ro: Golire memorie cache
ru: Очистить кэш
tr: Ön belleği temizle

# id_contact_us
source: Contact us
ar: اتصل بنا
cs: Kontaktujte nás
de: Kontakt
el: Επικοινωνήστε μαζί μας
es: Contacto
fr: Nous contacter
hu: Kapcsolatfelvétel
it: Contattaci
nl: Contact opnemen
pt_br: Fale conosco
ro: Contactați-ne
ru: Свяжитесь с нами
tr: Bize ulaşın

# id_official_number
source: Customer service
ar: خدمة العملاء
cs: Zákaznická služba
de: Hotline
el: Εξυπηρέτηση πελατών
es: Atención al cliente
fr: Service client
hu: Ügyfélszolgálat
it: Hotline (assistenza tecnica telefonica)
nl: Hotline
pt_br: Serviço de atendimento ao cliente
ro: Serviciu clienți
ru: Обслуживание клиентов
tr: Müşteri hizmetleri

# id_current_number
source: Current number
ar: الرقم الحالي
cs: Aktuální číslo
de: Aktuelle Nummer
el: Τρέχων αριθμός τηλεφώνου
es: Número actual
fr: Numéro actuel
hu: Aktuális szám
it: Numero attuale
nl: Huidige nummer
pt_br: Número atual
ro: Număr curent
ru: Текущий номер
tr: Geçerli numara

# id_official_website
source: Website
ar: موقع الويب
cs: Webové stránky
de: Offizielle Webseite
el: Τοποθεσία web
es: Web oficial
fr: Site Web officiel
hu: Weboldal
it: Sito Web ufficiale
nl: Officiële website
pt_br: Site
ro: Site
ru: Веб-сайт
tr: Web Sitesi

# id_user_manual
source: User manual
ar: دليل المستخدم
cs: Uživatelská příručka
de: Benutzerhandbuch
el: Εγχειρίδιο χρήστη
es: Manual del usuario
fr: Mode d’emploi
hu: Használati útmutató
it: Manuale dell'utente
nl: Gebruikershandleiding
pt_br: Manual do usuário
ro: Manual de utilizare
ru: Руководство пользователя
tr: Kullanıcı kılavuzu

# id_privacy_and_security
source: Privacy and security
ar: الخصوصية والأمان
cs: Soukromí a zabezpečení
de: Datenschutz und Sicherheit
el: Απόρρητο και ασφάλεια
es: Seguridad y privacidad
fr: Confidentialité et sécurité
hu: Adatvédelem és biztonság
it: Privacy e sicurezza
nl: Privacy en beveiliging
pt_br: Privacidade e segurança
ro: Confidențialitate și securitate
ru: Конфиденциальность и безопасность
tr: Gizlilik ve güvenlik

# id_help
source: Help
ar: التعليمات
cs: Nápověda
de: Hilfe
el: Βοήθεια
es: Ayuda
fr: Aide
hu: Súgó
it: Guida
pt_br: Ajuda
ro: Ajutor
ru: Справка
tr: Yardım

# id_kids_information
source: Child information
ar: معلومات الأطفال
cs: Informace o dítěti
de: Informationen zum Kind
el: Στοιχεία παιδιού
es: Información sobre el niño
fr: Infos sur l'enfant
hu: Gyermekre vonatkozó információ
it: Informazioni sul bambino
nl: Kindinformatie
pt_br: Informações da criança
ro: Informații despre copil
ru: Информация о ребенке
tr: Çocuk bilgisi

# id_watch_contact
source: Watch contacts
ar: جهات اتصال الساعة
cs: Kontakty rodinných hodinek
de: Watch-Kontakt
el: Επαφές στο ρολόι
es: Contacto del reloj
fr: Contact sur la montre
hu: Családi óra névjegyei
it: Contatto orologio
nl: Horlogecontact
pt_br: Contatos do Watch
ro: Contacte ceas de familie
ru: Контакты часов
tr: Aile saati irtibatları

# id_safe_zone
source: Safe zone
ar: المنطقة الآمنة
cs: Bezpečná zóna
de: Sicherer Bereich
el: Ασφαλής ζώνη
es: Zona segura
fr: Zone de sécurité virtuelle
hu: Biztonságos zóna
it: Zona sicura
nl: Veilige zone
pt_br: Zona segura
ro: Zonă sigură
ru: Безопасная зона
tr: Güvenli bölge

# id_school_time
source: School time
ar: وقت الدراسة
cs: Školní výuka
de: Schulzeit
el: Σχολικός χρόνος
es: Horario escolar
fr: Heures d'école
hu: Iskolaidő
it: Orario scolastico
nl: Schooltijd
pt_br: Hora da escola
ro: Timp de școală
ru: Школьное время
tr: Okul zamanı

# id_reminder
source: Reminder
ar: تذكير
cs: Připomenutí
de: Erinnerung
el: Υπενθύμιση
es: Recordatorio
fr: Rappel
hu: Emlékeztető
it: Promemoria
nl: Herinnering
pt_br: Lembrete
ro: Memento
ru: Напоминание
tr: Hatırlatıcı

# id_regular_shutdown
source: Scheduled power on/off
ar: جدولة التشغيل/إيقاف التشغيل
cs: Plánov. zap/vyp
de: Normales Herunterfahren
el: Προγ.ενερ./απεν
es: Cierre normal
fr: Arrêt ordinaire
hu: Időzített ki-/bekapcs.
it: Spegnimento regolare
nl: Normale uitschakeling
pt_br: Prog. lig./des.
ro: Pornire/oprire programată
ru: Расписание работы устройства
tr: Planlı aç/kapa

# id_auto_answer_call
source: Auto-answer call
ar: الرد التلقائي على المكالمات
cs: Autom. přijmout hovor
de: Anruf automatisch beantworten
el: Αυτόμ. απάντηση κλήσης
es: Responder llam. auto.
fr: Réponse d’appel auto.
hu: Hívás autom. fogadása
it: Risposta automatica alla chiamata
nl: Oproep automatisch beantwoorden
pt_br: Atender a chamada
ro: Preluare automată apel
ru: Автоматический ответ на вызов
tr: Çağrıyı oto. cevapla

# id_auto_answer_call_describe
source: If your child doesn’t answer an incoming call within 10 seconds, the call will be answered automatically.
ar: إذا لم يُجب طفلك عن مكالمة واردة خلال 10 ثوانٍ، فستتم الإجابة عن المكالمة تلقائيًا.
cs: Pokud dítě nepřijme příchozí hovor do 10 sekund, hovor bude přijat automaticky.
de: Wenn Ihr Kind den eingehenden Anruf nicht innerhalb von 10 Sek. beantwortet, wird der Anruf automatisch beantwortet.
el: Εάν το παιδί σας δεν απαντήσει στην εισερχόμενη κλήση εντός σε 10 δευτερολέπτων, η κλήση θα απαντηθεί αυτόματα.
es: Si su hijo no responde la llamada entrante en 10 segundos, se responderá automáticamente a la llamada.
fr: Si votre enfant ne répond pas à l’appel dans les 10 s, l’appel est répondu automatiquement.
hu: Ha a gyermeke 10 másodpercen belül nem válaszol a hívásra, a hívás automatikus fogadásra kerül.
it: Se il bimbo non risponde alla chiamata in arrivo entro 10 secondi, la chiamata riceverà una risposta automatica.
nl: Als uw kind de inkomende oproep niet binnen 10 s beantwoordt, wordt de oproep automatisch beantwoordt.
pt_br: Se seu filho não responder a uma chamada recebida em 10 segundos, a chamada será respondida automaticamente.
ro: În cazul în care copilul dvs. nu răspunde la apelul primit în decurs de 10 secunde, apelul va fi preluat automat.
ru: Если ваш ребенок не отвечает на входящий вызов в течение 10 секунд, на вызов будет дан ответ автоматически.
tr: Çocuğunuz gelen çağrıyı 10 saniye içinde yanıtlamazsa çağrı otomatik olarak yanıtlanır.

# id_save_power
source: Save power
ar: توفير الطاقة
cs: Úspora energie
de: Energiesparmodus
el: Εξοικονόμηση ενέργειας
es: Ahorro de energía
fr: Économies d'énergie
hu: Energiatakarékos mód
it: Risparmia energia
nl: Stroom besparen
pt_br: Economia de energia
ro: Economisire energie
ru: Энергосбережение
tr: Güç tasarrufu yap

# id_save_power_describe
source: When the watch battery is less than 10%, group chat, games, and friend features will be disabled.
ar: حين تكون بطارية الساعة أقل من 10%، فسيتم تعطيل خصائص الدردشة الجماعية، والألعاب والأصدقاء.
cs: Když je baterie hodinek nabita na méně než 10 %, funkce pro skupinový chat, komunikaci s přáteli a hry budou zakázány.
de: Wenn die Akkukapazität der Uhr weniger als 10 % beträgt, werden „Meine Freunde“, Gruppenchat und Unterhaltungsfunktionen deaktiviert.
el: Όταν η στάθμη της μπαταρίας είναι χαμηλότερη από 10%, θα απενεργοποιηθούν οι ομαδικές συνομιλίες, τα παιχνίδια και οι φίλοι.
es: Cuando la batería del reloj sea inferior al 10%, se desactivará Mis amigos, el Chat de grupo y las funciones de entretenimiento.
fr: Lorsque la batterie de la montre est inférieure à 10 %, les fonctions Mes amis, Groupe de chat et Jeux et applications sont désactivées.
hu: Ha az óra töltöttségi szintje 10% alá csökken, a csoportos csevegés, a játékok és a barátok funkció letiltásra kerül.
it: Quando il livello della batteria dell'orologio è inferiore al 10%, le funzioni Amici, Chat di gruppo e Divertimento verranno disattivate.
nl: Als de accu van het horloge minder dan 10% stroom heeft, worden Mijn vrienden, groepschat en entertainmentfuncties uitgeschakeld.
pt_br: Quando a bateria do Watch está abaixo de 10%, os recursos de bate-papo em grupo, jogos e amigo serão desativados.
ro: Dacă nivelul de încărcare al bateriei scade sub 10%, funcțiile chat în grup, jocuri și prieteni vor fi dezactivate.
ru: При заряде батареи часов меньше 10%, функции группового чата, игр и друзей будут отключены.
tr: Saat pili seviyesi %10'un altındaysa grup sohbeti, oyunlar ve arkadaş özellikleri devre dışı bırakılır.

# id_use_permission
source: Additional functions
ar: الوظائف الإضافية
cs: Další funkce
de: Berechtigung verwenden
el: Πρόσθετες λειτουργίες
es: Permisos de uso
fr: Autorisation d'usage
hu: Kiegészítő funkciók
it: Usa autorizzazione
nl: Toestemming gebruiken
pt_br: Funções adicionais
ro: Funcții suplimentare
ru: Дополнительные функции
tr: Ek fonksiyonlar
